Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Welcome to the Mozilla Developer Community:
sl: Dobrodošli v Skupnosti razvijalcev Mozille:

source: Join the Mozilla discussions!
sl: Pridružite se razpravam Mozille!

source: Popular <span class="mozilla">Mozilla</span> Documentation
sl: Priljubljena dokumentacija <span class="mozilla">Mozille</span>

source: Mozilla Developer Guide
sl: Vodič za razvijalca Mozille

source: Whether you're an old hand or just getting started, this is the best way to get started with Mozilla development.
sl: Če ste že star maček ali pa če šele začenjate, je to najboljši način, začeti z razvojem pri Mozilli.

source: The Mozilla Platform
sl: Podlaga Mozilla

source: Learn more about the technologies at the core of Mozilla products and services.
sl: Preberite več o tehnologijah v jedru Mozillinih izdelkov in storitev.

source: There are several ways you can use Mozilla code in your own project. Find everything you need to develop "powered by Mozilla" applications.
sl: Obstaja več načinov, kako lahko uporabite Mozilla kodo v svojem projektu. Poiščite vse, kar potrebujete za razvoj aplikacij "z Mozillinim motorjem".

source: Debugging
sl: Odpravljanje hroščev

source: Mozilla developers have come up with not just technologies and features to help you debug code, but have devised tips and techniques that can help too.
sl: Mozillini razvijalci niso samo razvili tehnologije in funkcije za iskanje napak, temveč so tudi zbrali nasvete in tehnike, ki vam ravnotako lahko pridejo prav.

source: Localization (L10n) is the process of translating software user interfaces from one language to another and adapting it to suit a foreign culture. These resources are about making Mozilla-based applications/extensions localizable.
sl: Lokalizacija (l10n) je proces prevajanja uporabniških vmesnikov programske opreme iz enega jezika v drugega in njih prilagojevanja drugemu kulturnemu okolju. Pri teh virih gre za to, da se za aplikacije / razširitve Mozille omogoči lokalizacija.

source: All applications development documentation
sl: Vse aplikacije razvojna dokumentacija

source: Favorite <span class="mozilla">Mozilla</span> Tools
sl: Priljubljena orodja <span class="mozilla">Mozille</span>

source: The main issue-tracker for Mozilla projects.
sl: Osrednji sistem za sledenje problemom za projekte Mozilla.

source: A Mozilla source tree browser.
sl: Mozillin brskalnik za kodno drevo.

source: All application development tools
sl: Vsa orodja za razvoj aplikacij

source: Recent <span class="mozilla">Mozilla</span> News &amp; Updates
sl: Nedavne novice in posodobitve<span class="mozilla">Mozille</span>

source: All application development entries
sl: Vsi vnosi za razvoj aplikacij

source: Correspondence on Twitter from the Mozilla developer community.
sl: Dopisovanje skupnosti razvijalcev Mozille na Twitterju.

source: Written by %(authorlink)s on %(entrydate)s
sl: Napisal %(authorlink)s dne %(entrydate)s

source: Search Results
sl: Rezultati iskanja

source: Welcome to the Web Developer Community:
sl: Dobrodošli v skupnost spletnih razvijalcev:

source: Develop for an open and participatory Web.
sl: Razvijajte za odprt in soudeležujoč splet.

source: Join the Web discussions!
sl: Pridružite se spletnim razpravam!

source: Awesome <span class="web">Web</span> Demos
sl: Ogleda vredni <span class="web">spletni</span> primeri

source: Want to see what the Web is really capable of? Explore the Web o' Wonder website and prepare to be amazed!
sl: Bi rad videl, česa je splet zmožen? Raziščite spletno stran Web o "Wonder in se pripravite na presenečenja!

source: Do you want to show the world what the Web can do? Demo Studio is your place for sharing awesome demos and experiments with the latest Web standards and open technologies.
sl: Želite pokazati svetu, kaj je na spletu mogoče? Demo Studio je vaše mesto za izmenjavo primerov in eksperimentov na osnovi najnovejših spletnih standardov in odprtih tehnologij.

source: Hacks Blog
sl: Blog s heki

source: Learn more about developer features and the latest technologies through articles and demos on the Hacks Blog.
sl: Preberite več o razvojnih funkcijah in najnovejših tehnologijah v člankih in primerih na Blogu hekov.

source: Popular <span class="web">Web</span> Documentation
sl: Priljubljena <span class="web">spletna</span> dokumentacija

source: Find out what HTML5 is really all about and how you can develop for a better Web through open standards.
sl: Ugotovite, za kaj pri HTML5 pravzaprav gre, in kako lahko z odprtimi standardi razvijate za boljši splet.

source: A great resource for anyone working with JS.
sl: Odličen vir za vsakogar, ki dela z JS.

source: You'll find everything you need in the CSS reference and helpful tutorials to build pretty websites.
sl: Vse, kar potrebujete, boste našli v referenčni dokumentaciji za CSS in v koristnih učnih primerih za gradnjo čednih spletnih strani.

source: The DOM is the architecture for Web documents; learn how to use the DOM and its API to look at and manipulate Web content.
sl: DOM je arhitektura za spletne dokumente; naučite se, kako uporabljati DOM in API za DOM, da si boste lahko ogledovali in in manipulirali spletne vsebine.

source: All web development documentation
sl: Vsa dokumentacija za spletni razvoj

source: Favorite <span class="web">Web</span> Developer Tools
sl: Priljubljena <span class="web">Spletna</span> razvojna orodja

source: The most popular and powerful web development tool.
sl: Najbolj priljubljeno in zmogljivo spletno razvojno orodje.

source: "An absolute necessity for anyone doing serious web development. Awesome!!!!"
sl: "Či misliš resno razvijati za splet, brez tega absolutno ne bo šlo. Noro!!!"

source: geckoday via AMO
sl: geckoday preko AMO

source: Firefox Add-on that adds a lot of great developer tools that are just a click away.
sl: Dodatek za Firefox s številnimi in obsežnimi orodji za razvijalce, tako da ste samo en klik oddaljeni od njih.

source: Evaluate performance of web pages with this Firefox/Firebug Add-on
sl: Ocenite uspešnost spletnih strani s tem Dodatkom za Firefox / Firebug

source: Another great Firefox/Firebug Add-on that helps you view and manage cookies in your browser.
sl: Še en izvrsten dodatek za Firefox / Firebug, ki pomaga pri ogledovanju in upravljanju piškotkov v vašem brskalniku.

source: All web development tools
sl: Vsa spletna razvojna orodja

source: Recent <span class="web">Web</span> News &amp; Updates
sl: Nedavne <span class="web">spletne</span> novice in posodobitve

source: All web development entries
sl: Vsi vnosi za razvoj za splet

source: Correspondence on Twitter from the Web developer community.
sl: Dopisovanje skupnosti spletnih razvijalcev na Twitterju.

source: MDN on Twitter
sl: MDN na Twitterju

source: %(author)s from %(section)s says:
sl: %(author)s iz %(section)s pravi:

source: {timedelta} ago
sl: pred {timedelta}

source: A comprehensive, usable, and accurate resource for everyone developing for the Open Web.
sl: Celovit, uporaben in natančen vir za vse, ki razvijajo za Odprti splet.

source: Search MDN
sl: Iskanje po MDN

source: Forums
sl: Seznami

source: What do you think of the new MDN? Please <a href="%(uservoice_url)s">share your feedback</a> with us.
sl: Kaj si mislite o novem MDN? Povejte nam prosim Please <a href="%(uservoice_url)s">svoje mnenje</a>.

source: Content is available under <a href="%(copyright_url)s">these licenses</a>
sl: Vsebina je na voljo v okviru <a href="%(copyright_url)s">teh licenc</a>

source: About MDN
sl: O MDN

source: Help
sl: Pomoč

source: Welcome back
sl: Dobrodošli nazaj

source: Log out
sl: Odjava

source: Become an MDN member
sl: Postanite član MDN

source: Close
sl: Zapri

source: Download Formats:
sl: Oblike za prenos:

source: This video requires a browser with support for open video: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 or greater</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 or greater</li> </ul> or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Alternatively, you may use the video download links provided.
sl: Ta video zahteva brskalnik s podporo za odprti video: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 ali več</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 ali več</li> </ul> ali <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Kot nadomestilo lahko uporabite zagotovljene povezave za prenos video posnetkov.
