Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: object ID
bn_bd: অবজেক্ট আইডি
es: ID del objeto
ja: オブジェクト ID
pt: ID do objeto
sl: ID objekta

source: name of the action
bn_bd: অ্যাকশনের নাম
es: nombre de la acción
ja: アクション名
pt: nome da ação
sl: ime ukrepa

source: date last modified
bn_bd: সর্বশেষ হালনাগাদের তারিখ
es: fecha de última modificación
ja: 最終変更日
pt: data da última modificação
sl: datum zadnje sprmembe

source: Lookup key
bn_bd: যা দিয়ে খোঁজা হবে
es: Clave de búsqueda
ja: 検索キー
pt: Chave de pesquisa

source: Hashed secret
bn_bd: হ্যাশ করা গোপন তথ্য
es: Secreto codificado
ja: ハッシュ化された秘密鍵
pt: Segredo cifrado

source: Description of intended use
bn_bd: যে কাজে ব্যব্যহৃত হবে তার বর্ণনা
es: Descripción del uso previsto
ja: 用途の概要
pt: Descrição do uso pretendido

source: Created
bn_bd: তৈরি হয়েছে
es: Creada
ja: 作成日:
pt: Criado

source: Description
bn_bd: বিবরণ
es: Descripción
ja: 概要
pt: Descrição

source: Delete
bn_bd: মুছুন
es: Eliminar
ja: 削除
pt: Apagar
sl: Izbriši

source: Cancel
bn_bd: বাতিল
es: Cancelar
ja: キャンセル
pt: Cancelar
sl: Prekliči

source: This key has not been used yet.
bn_bd: এই চাবিটি এখনো ব্যবহার করা হয়নি।
es: Esta clave no se ha usado todavía.
ja: このキーはまだ使用されていません。
pt: Esta chave ainda não foi utilizada.

source: These are your API keys. They're useful for building applications that perform tasks on MDN on your behalf. If you have stopped using any of them, or suspect one has been exposed to parties you don't trust with your account, click the <span class="button">X</span> to delete the key. It's easy to create a replacement key at any time.
bn_bd: এগুলো আপনার API কী। এগুলো আপনার হয়ে MDN এ কাজ করা অ্যাপ্লিকেশন তৈরির জন্য দরকার। যদি আপনি এর মধ্যে থেকে একটিও ব্যবহার করা বন্ধ করে দেন, অথবা এমন সন্দেহ হয় যে, এরমধ্যে থেকে যেকোনো একটি কারও কাছে উন্মুক্ত হয়ে গেছে, তাহলে কী-টি মুছে ফেলার জন্য <span class="button">X</span> বাটনে ক্লিক করুন। চাইলে সহজেই যেকোন সময় নতুন করে বদলি কী তৈরি করতে পারবেন।
es: Estas son tus claves API. Son útiles para la creación de aplicaciones que realizan tareas en MDN en tu nombre. Si has dejado de utilizar cualquiera de ellas, o sospechas que alguna ha estado expuesta a terceros a los que no confiarías tu cuenta, haz clic en <span class="button">X</span> para eliminarla. Es fácil crear una clave de reemplazo en cualquier momento.
ja: これは、あなたの API キーです。MDN 上でタスクを実行するアプリケーションの構築に役立ちます。いずれかのキーの使用を中止したい場合、または信頼できない相手に漏洩した疑いがある場合は、<span class="button">X</span> ボタンをクリックしてキーを削除してください。代わりのキーはいつでも簡単に生成できます。
pt: Estas são as suas chaves da API. Elas são úteis para construir aplicações que realizam tarefas por si na MDN. Se parou de as utilizar ou se suspeitar que uma das chaves foi exposta a entidades a quem não confia a sua conta, clique no <span class="button">X</span> para eliminar a chave. É fácil criar uma chave de substituição a qualquer altura.

source: Create a new key
bn_bd: একটি নতুন চাবি তৈরি করুন
es: Crear una nueva clave
ja: 新規キーの作成
pt: Criar uma nova chave

source: You have no API keys, yet.
bn_bd: আপনার এখনো কোন API চাবি নেই।
es: Todavía no tienes claves API.
ja: まだ API キーを取得していません。
pt: Ainda não chaves da API.

source: Delete key
bn_bd: চাবি মুছুন
es: Eliminar clave
ja: キーの削除
pt: Eliminar chave

source: View key usage history
bn_bd: চাবি ব্যবহারের ইতিহাস দেখুন
es: Ver el registro del uso de la clave
ja: キーの使用履歴を表示
pt: Ver histórico de utilização da chave

source: History ({count})
bn_bd: ইতিহাস ({count})
es: Historial ({count})
ja: 履歴 ({count})
pt: Histórico ({count})

source: <p>Describe your intended use for this key, below. <p><strong>NOTE:</strong> This will be your only means of identifying this key later, other than the date and time of its creation. So, be as clear as you can.</p>
bn_bd: <p>নিচে আপনি কি কাজে চাবিটি ব্যবহার করবেন তার বর্ণনা দিন।<p><strong>খেয়াল করুনঃ</strong> পরে শুধুমাত্র এটি ব্যবহার করেই আপনি এই চাবিটি সনাক্ত করতে পারবেন, তৈরি হওয়ার তারিখ আর সময়ের পাশাপাশি। তাই, যতটা সম্ভব পরিষ্কার করেই লিখুন।</p>
es: <p>Describe para qué vas a usar esta clave. <p><strong>NOTA:</strong> esta descripción será el único modo de identificar la clave, aparte de la fecha y hora de su creación, así que te recomendamos ser lo más claro posible.</p>
ja: <p>このキーの用途を次の欄に入力してください。<p><strong>注記:</strong> これは、キーの生成日時を除き、このキーを識別するための唯一の手段となります。よって、出来るだけ明確に記述してください。</p>
pt: <p>Descreva em baixo o uso pretendido para esta chave. <p><strong>NOTA:</strong> Isto será a única forma de identificação desta chave mais tarde, para além da data e hora da sua criação. Por isso, seja o mais claro que conseguir.</p>

source: Create
bn_bd: তৈরি
es: Crear
ja: 生成
pt: Criar

source: <p>Your new key has been created. Please make a note of the details below (e.g. by copying them into your application's settings). This information will never be displayed again, and cannot be recovered if lost.</p> <p><strong>NOTE:</strong> When you're done, <a class="button" href="%(list_url)s">return to the key list</a>. Reloading this page will create a new key.</p>
bn_bd: <p>আপনার নতুন কি তৈরি করা হয়েছে। নিচের তথ্যগুলো লিখে রাখুন (যেমনঃ আপনার অ্যাপলিকেশন সেটিংসে কপি করে রাখতে পারেন)। এই তথ্যগুলো আর কখনো দেখানো হবেনা, এবং হারিয়ে গেলে ফিরেও পাওয়া যাবেনা।</p> <p><strong>লক্ষ্য করুনঃ</strong> আপনার কাজ হয়ে গেলে <a class="button" href="%(list_url)s">কি লিস্টে ফিরে যান</a>। এই পাতাটি পুনরায় লোড করলে নতুন একটি কি তৈরি হবে।</p>
es: <p>Has creado una nueva clave. Toma nota de la información en esta pantalla (por ejemplo, cópiala en la configuración de la aplicación), porque sólo se muestra una vez y no se puede recuperar. </p><p><strong>NOTA:</strong> Cuando acabes, <a class="button" href="%(list_url)s">vuelve a tu lista de claves</a>. Al recargar esta página, se creará una nueva clave.</p>
ja: <p>新しいキーが生成されました。以下の詳細をメモに残しておいてください (あなたのアプリケーションの設定にコピーしておくなど)。この情報は、今後表示されないため、失われると二度と復元することができません。</p> <p><strong>注記:</strong> 情報をメモに残したら、<a class="button" href="%(list_url)s">キーの一覧ページ</a> へ戻ってください。ページを再読み込みすると新しいキーが生成されます。</p>
pt: <p>A sua nova chave foi criada. Por favor, tome nota dos detalhes em baixo (por exemplo, copiando-os para as definições da sua aplicação). Esta informação não será apresentada novamente e não pode ser recuperada se perdida.</p> <p><strong>NOTA:</strong> Quando estiver pronto, <a class="button" href="%(list_url)s">volte à lista de chaves</a>. Recarregar esta página irá criar uma nova chave.</p>

source: Key ID
bn_bd: চাবি আইডি
es: Identificador de clave
ja: キー ID
pt: Identificador da chave

source: Secret
bn_bd: গোপনীয়
es: Secreto
ja: シークレット
pt: Segredo

source: This is not working for me
bn_bd: এটি আমার ক্ষেত্রে কাজ করছে না
es: No me funciona
ja: このデモは動作しません
pt: Isto não está a funcionar para mim
sl: Pri meni to ne dela

source: This contains inappropriate content
bn_bd: এতে অনুপযুক্ত কন্টেন্ট রয়েছে
es: Contiene contenido inapropiado
ja: 不適切なコンテンツが含まれています。
pt: Isto contém conteúdos inapropriados
sl: Vsebuje neprimerno vsebino

source: This was not created by the author
bn_bd: এটা লেখক তৈরি করেননি
es: No fue creado por el autor
ja: この作者により作成されたデモではありません
pt: Isto não foi criado pelo autor
sl: Tega avtor ni ustvaril

source: The author is fake
bn_bd: এই লেখক আসল নন
es: El autor es falso
ja: この作者は偽者です
pt: O autor é falso
sl: Avtor je ponaredek

source: Flagged
bn_bd: ফ্ল্যাগকৃত
es: Marcado
ja: 問題が報告されています。
pt: Sinalizados
sl: Označeno

source: Flag rejected by moderator
bn_bd: মডারেটর এর দ্বারা ফ্ল্যাগ প্রত্যাখ্যাত হয়েছে
es: Marca rechazada por el moderador
ja: モデレータにより問題の報告は却下されました。
pt: Sinalização rejeitada pelo moderador
sl: Zastavico je moderator zavrnil

source: Creator notified
bn_bd: লেখককে জানানো হয়েছে
es: El creador ha sido notificado
ja: 作者に通知されました
pt: Criador notificado
sl: Avtor obveščen

source: Content hidden by moderator
bn_bd: মডারেটর বিষয়টি লুকিয়ে রেখেছেন
es: Contenido ocultado por el moderador
ja: このコンテンツはモデレータにより非表示にされています
pt: Conteúdo ocultado pelo moderador
sl: Vsebino skril moderator

source: Content deleted by moderator
bn_bd: মডারেটর কনটেন্ট মুছে দিয়েছেন
es: Contenido eliminado por el moderador
ja: このコンテンツはモデレータにより削除されました
pt: Conteúdo excluído pelo moderador
sl: Vsebino izbrisal moderator

source: {object} Flagged
bn_bd: {object} ফ্ল্যাগকৃত
es: {object} marcado
ja: {object} フラグ付き
pt: {object} marcado

source: current status of flag review
bn_bd: ফ্ল্যাগ পর্যালোচনার বর্তমান অবস্থা
es: estado actual de la marca para revisión
ja: 問題報告レビューの現在の状態
pt: estado atual da revisão da denúncia
sl: Trenutno stanje pregleda zastavic

source: reason for flagging the content
bn_bd: কনটেন্ট ফ্ল্যাগ করার কারণ
es: razón para marcar el contenido
ja: コンテンツの問題報告をした理由
pt: motivo para denúncia do conteúdo
sl: Razlog, zakaj je vsebina označena z zastavico

source: please explain what content you feel is inappropriate
bn_bd: যে বিষয়বস্তুটি আপনার কাছে অসামঞ্জস্যপূর্ণ মনে হয়েছে তা ব্যাখ্যা করুন
es: explica qué contenido crees que es poco apropiado
ja: 不適切だと感じたコンテンツについて説明してください
pt: por favor, explique que conteúdo acha que é inapropriado
sl: pojasnite prosim,zakaj menite, da je vsebina neprimerna

source: date submitted
bn_bd: জমা দেয়ার তারিখ
es: fecha de envío
ja: 投稿日
pt: data da submissão
sl: Datum predložitve

source: None
bn_bd: কোনটিই নয়
es: Ninguno
ja: なし
pt: Nenhum

source: Removed from Derby
bn_bd: ডারবি থেকে সরিয়ে নেয়া হয়েছে
es: Eliminado del Desafío
ja: Derby から削除されました
pt: Removido do Derby

source: June 2011 Dev Derby Challenge - CSS3 Animations
bn_bd: জুন ২০১১ ডেভ ডারবি চ্যালেঞ্জ - সিএসএস ৩ অ্যানিমেশন সমূহ
es: Desafío para Desarrolladores de junio 2011 - Animaciones CSS3
ja: 2011 年 6 月の Dev Derby Challenge - CSS3 アニメーション
pt: Desafio Dev Derby de junho de 2011 - Animações no CSS3

source: CSS3 Animations
bn_bd: সিএসএস ৩ অ্যানিমেশন সমূহ
es: Animaciones CSS3
ja: CSS3 アニメーション
pt: Animações no CSS3

source: June 2011
bn_bd: জুন ২০১১
es: Junio 2011
ja: 2011 年 6 月
pt: Junho de 2011

source: CSS3 Animations let you change property values over time, to animate the appearance or position of elements, with no or minimal JavaScript, and with greater control than transitions.
bn_bd: CSS3 অ্যানিমেশন আপনাকে সময়ের সাথে সাথে দৃশ্যমান অবস্থা, অবস্থান ইত্যাদির প্রোপার্টির মান কোন জাভাস্ক্রিপ্ট ব্যবহার না করেই অথবা কম ব্যবহার করে পরিবর্তন করতে দেয়। আর এটা ট্রানজিশন থেকে বেশি সুবিধা দেয়।
es: Las animaciones CSS3 te permiten cambiar los valores de las propiedades en el tiempo, para animar la apariencia o posición de elementos, con muy poco o nada de JavaScript, y con un gran control sobre las transiciones.
ja: CSS3 アニメーションは、時間の経過によりプロパティの値を変化させ、要素の外観や位置を変化させます。JavaScript コードを最小限に減らし、トランジションよりも優れた制御ができます。
pt: As animações no CSS3 permitem alterar valores de propriedades ao longo do tempo, para animar a aparência ou posição de elementos, sem nenhum ou com pouco JavaScript e com mais controlo sobre as transições.

source: CSS3 Animations are a new feature of modern browsers like Firefox, which add even more flexibility and control to the style and experience of the Web. CSS3 Animations let you change property values over time with no or minimal JavaScript, and with greater control than CSS Transitions. Go beyond static properties to animate the appearance and positions of HTML elements. You can achieve these effects without Flash or Silverlight, to make creative dynamic interfaces and engaging animations with CSS3.
bn_bd: সিএসএস অ্যানিমেশন হালের ব্রাউজার যেমনঃ ফায়ারফক্স এর নতুন ফিচার, যা ওয়েবের স্টাইল ও অভিজ্ঞতায় আরও স্বাধীনতা ও নিয়ন্ত্রণ যোগ করে। সিএসএস ৩ অ্যানিমেশন আপনাকে সময়ের বিপরীতে প্রোপার্টির মান, ধরন অথবা অবস্থান ইত্যাদি কোন জাভাস্ক্রিপ্ট ছাড়াই বা অল্প কিছু জাভাস্ক্রিপ্টের সাহায্যে পরিবর্তন করতে দেয়, এবং ট্রানজিশন থেকে আরও বেশি নিয়ন্ত্রণ পাওয়া যায়। HTML এলিমেন্ট সমূহের অবস্থান এবং ধরন পরিবর্তনে স্থির প্রোপার্টির বদলে সিএসএস ৩ ব্যবহার করুন। ফ্ল্যাশ ও সিলভারলাইট ছাড়াই আপনি সৃষ্টিশীল ও ডায়নামিক ইন্টারফেস সিএসএস ৩ ব্যবহার করে তৈরি করুন দারুণ সব অ্যানিমেশন।
es: Las animaciones de CSS3 son una nueva funcionalidad de los navegadores modernos como Firefox, que agregan aún mayor flexibilidad y control al diseño y experiencia de la Web. Las animaciones de CSS3 te permiten cambiar el valor de las propiedades en el tiempo con nada o muy poco de JavaScript, y con un mayor control que las transiciones de CSS. Supera las propiedades estáticas para animar la apariencia y posición de los elementos de HTML. Puedes lograr estos efectos sin Flash o Silverlight, para crear interfaces dinámicas y lograr animaciones con CSS3.
ja: CSS3 アニメーションは、さらに優れた柔軟性とスタイルのコントロール、Web 体験を追加する、Firefox のようなモダンブラウザの新しい機能です。CSS3 アニメーションは、時間の経過によりプロパティの値を変化させ、要素の外観や位置を変化させます。JavaScript コードを最小限に減らし、CSS トランジションよりも優れた制御ができます。動きのなかったプロパティを HTML 要素の外観や位置を動かすものにしましょう。これらの効果は、Flash や Silverlight を必要としません。クリエイティブでダイナミックなインターフェースを CSS3 のアニメーションで実現できます。
pt: As animações no CSS3 são uma funcionalidade nova de navegadores modernos como o Firefox, que adiciona ainda mais flexibilidade e controlo ao estilo e experiência da Web. As animações no CSS3 permitem modificar valores de propriedades ao longo do tempo sem ou com pouco JavaScript e com maior controlo do que com as transições do CSS. Vá para além de propriedades estáticas para animar a aparência e posições de elementos HTML. Pode conseguir estes efeitos sem Flash ou Silverlight para fazer interfaces criativos e dinâmicos, com animações cativantes, com o CSS3.

source: July 2011 Dev Derby Challenge - HTML5 <video>
bn_bd: ডেভ ডার্বি চ্যালেঞ্জ জুলাই ২০১১ - HTML5 <video>
es: Desafío para Desarrolladores de julio 2011 - HTML5 <video>
ja: 2011 年 7 月の Dev Derby Challenge - HTML5 <video>
pt: Desafio Dev Derby de julho de 2011 - <video> HTML5

source: HTML5 <video>
pt: <video> HTML5

source: July 2011
bn_bd: জুলাই ২০১১
es: Julio 2011
ja: 2011 年 7 月
pt: Julho de 2011

source: The HTML5 <video> element lets you embed and control video media directly in web pages, without resorting to plug-ins.
bn_bd: HTML5 <video> এলিমেন্ট আপনাকে প্লাগিন ছাড়াই ওয়েব পেজে ভিডিও প্রকাশ এবং নিয়ন্ত্রন করার সুবিধা দেয়।
es: El elemento <video> de HTML5 te permite insertar y controlar videos directamente en las páginas web, sin depender de plugins.
ja: HTML5 の <video> 要素は、プラグインを使用せずに、Web ページに動画メディアとコントロールを直接埋め込むことができます。
pt: O elemento <video> do HTML5 permite inserir e controlar vídeos diretamente em páginas web, sem recurso a plugins.

source: August 2011 Dev Derby Challenge - History API
bn_bd: আগস্ট ২০১১ ডেভ ডারভি চ্যালেন্জ - হিস্টোরি API
es: Desafío para Desarrolladores de agosto 2011 - API de Historial
ja: 2011年 8 月の Dev Derby Challenge - History API
pt: Desafio Dev Derby de agosto de 2011 - API do Histórico

source: History API
bn_bd: হিস্টোরি API
es: API de historial
pt: API do Histórico

source: August 2011
bn_bd: আগস্ট ২০১১
es: Agosto 2011
ja: 2011 年 8 月
pt: Agosto de 2011

source: The History API in modern browsers enables live changes to the document without breaking the back button and allows apps to be bookmarked.
bn_bd: আধুনিক ব্রাউজারে হিস্টোরি এপিআই ব্যাক বাটন ব্যবহার না করেই সরাসরি নথি পরিবর্তন করার সুবিধা দেয় এবং অ্যাপ সমূহকে বুকমার্ক হতে দেয়।
es: La API de historial en los navegadores modernos permite realizar cambios en tiempo real en el documento sin romper el funcionamiento del botón Atrás y permite agregar a marcadores las aplicaciones web.
ja: 最近のブラウザの History API は、戻るボタンを妨げずにドキュメントを変更し、アプリケーションがブックマークに追加できるようにします。
pt: A API do Histórico permite nos navegadores modernos alterações diretas ao documento sem quebrar o botão de retroceder e permite que aplicações possam ser adicionadas aos marcadores.

source: September 2011 Dev Derby Challenge - Geolocation
bn_bd: সেপ্টেম্বর ২০১১ ডেভ ডারবি চ্যালেঞ্জ - ভূঅবস্থান
es: Desafío para Desarrolladores de septiembre 2011 - Geolocalización
ja: 2011 年 9 月の Dev Derby Challenge - 地理位置情報
pt: Desafio Dev Derby de setembro de 2011 - Geolocalização

source: Geolocation
bn_bd: জিওলোকেশন
es: Geolocalización
ja: 位置情報
pt: Geolocalização
sl: Geolokacija

source: September 2011
bn_bd: সেপ্টেম্বর ২০১১
es: Septiembre 2011
ja: 2011 年 9 月
pt: Setembro de 2011

source: With Geolocation, you can get the user's physical location (with permission) and use it to enhance the browsing experience or enable advanced location-aware features.
bn_bd: ভূঅবস্থানের দ্বারা, আপনি ব্যবহারকারীর ভৌত অবস্থান জানতে পারবেন (অনুমতি সাপেক্ষে) এবং ব্রাউজিং অভিজ্ঞতা উন্নত করতে বা অবস্থান-ভিত্তিক ফিচার সক্রিয় করতে এটি ব্যবহার করতে পারবেন।
es: Con la geolocalización, puedes obtener la ubicación física del usuario (con su permiso) y usarla para mejorar la experiencia de navegación o activar funcionalidades basadas en la ubicación del usuario.
ja: Geolocation を使うと、(ユーザの同意の上で) ユーザの物理的な現在位置を取得することができ、それを使って、よりよいブラウジング体験や、位置情報を使ったより高度な機能を実現することができます。
pt: Com a Geolocalização pode obter a localização física do utilizador (com permissão) e utilizá-la para melhorar a experiência de navegação ou permitir funcionalidades avançadas baseadas na localização.

source: October 2011 Dev Derby Challenge - CSS Media Queries
bn_bd: অক্টোবর ২০১১ ডেভ ডারবি চ্যালেঞ্জ - সিএসএস মিডিয়া কুয়েরি সমূহ
es: Desafío para Desarrolladores de octubre 2011 - Consultas CSS sobre medios
ja: 2011 年 10 月の Dev Derby Challenge - CSS メディアクエリ
pt: Desafio Dev Derby de outubro de 2011 - Consultas de media no CSS

source: CSS Media Queries
bn_bd: সিএসএস মিডিয়া কুয়েরি সমূহ
es: Consultas CSS sobre medios
ja: CSS メディアクエリ
pt: Consultas de media no CSS

source: October 2011
bn_bd: অক্টোবর ২০১১
es: Octubre 2011
ja: 2011 年 10 月
pt: Outubro de 2011

source: CSS Media Queries allow Web developers to create responsive Web designs, tailoring the user experience for a range of screen sizes, including desktops, tablets, and mobiles.
bn_bd: সিএসএস মিডিয়া কুয়েরি ওয়েব ডেভেলপারদের রেস্পন্সিভ ওয়েব ডিজাইন তৈরি, তথা ডিভাইসের স্ক্রিন সাইজ যেমনঃ ডেক্সটপ, ট্যাবলেট এবং মোবাইল ইত্যাদির স্ক্রিনের রেজুলেশন ও আঁকার অনুযায়ী ব্যবহারকারীর অভিজ্ঞতা উন্নয়নের সুবিধা দেয়।
es: Las consultas CSS sobre medios permiten a los desarrolladores web crear diseños adaptables, ajustando la experiencia del usuario al tamaño de la pantalla que esté usando, lo que incluye equipo de escritorio, tabletas y móviles.
ja: CSS メディアクエリは、Web 開発者がサイトを共感しやすい Web デザインにし、デスクトップやタブレット、モバイルなどのユーザ環境に合わせた画面サイズに作り上げられるようにします。
pt: As consultas de media no CSS permitem aos programadores web a criação de designs web responsivos, adaptando a experiência do utilizador a diferentes tamanhos de ecrã, incluindo computadores, tablets e equipamentos móveis.

source: November 2011 Dev Derby Challenge - Canvas
bn_bd: নভেম্বর ২০১১ ডেভ ডারবি চ্যালেঞ্জ - ক্যানভাস
es: Desafío para Desarrolladores de noviembre 2011 - Canvas
ja: 2011 年 11 月の Dev Derby Challenge - Canvas
pt: Desafio Dev Derby de novembro de 2011 - Canvas

source: November 2011
bn_bd: নভেম্বর ২০১১
es: Noviembre de 2011
ja: 2011 年 11 月
pt: Novembro de 2011

source: Canvas lets you paint the Web using JavaScript to render 2D shapes, bitmapped images, and advanced graphical effects. Each <canvas> element provides a graphics context with its own state and methods that make it easy to control and draw in.
bn_bd: ক্যানভাস আপনাকে জাভাস্ক্রিপ্ট ব্যবহার করে 2D আকৃতি, বিটম্যাপ ইমেজ ও অ্যাডভান্সড গ্রাফিক্যাল ইফেক্ট তৈরি করতে সহায়তা করে। প্রত্যেক <canvas> এলিমেন্ট এর নিজস্ব স্টেট এবং মেথড সহ একটি গ্রাফিক্স কনটেক্সট প্রদান করে, যেটা একে নিয়ন্ত্রণ এবং আঁকার কাজে সহযোগিতা করে।
es: Canvas te permite dibujar en la web usando JavaScript para representar figuras en 2D, imágenes de mapa de bits y efectos gráficos avanzados. Cada elemento <canvas> proporciona un contexto gráfico con su propio estado y métodos que hacen fácil controlarlo y dibujar en él.
ja: Canvas を用いると、JavaScriptを用いて 2D の図形、ビットマップイメージ、および高度なグラフィカルエフェクトをレンダリングし、Web をペイントすることができます。<canvas> 要素はグラフィックス状態を持つコンテキストを個別に持ち、容易な描画のためのメソッドも用意されています。
pt: O canvas permite-lhe pintar a web utilizando JavaScript para renderizar formas 2D, imagens baseadas em bits e efeitos gráficos avançados. Cada elemento <canvas> fornece um contexto gráfico com o seu próprio estado e métodos, facilitando o desenho e manipulação do elemento.

source: December 2011 Dev Derby Challenge - IndexedDB
bn_bd: ডিসেম্বর ২০১১ ডেভ ডারবি চ্যালেঞ্জ - IndexedDB
es: Desafío para Desarrolladores de diciembre 2011 - IndexedDB
ja: 2011 年 12 月の Dev Derby Challenge - IndexedDB
pt: Desafio Dev Derby de dezembro de 2011 - IndexedDB

source: December 2011
bn_bd: ডিসেম্বর ২০১১
es: Diciembre de 2011
ja: 2011 年 12 月
pt: Dezembro de 2011

source: IndexedDB lets web applications store significant amounts of structured data locally, for faster access, online or offline.
bn_bd: অনলাইন বা অফলাইনে দ্রুত ব্যবহার করার জন্য IndexedDB ওয়েব অ্যাপলিকেশন গুলোকে লোকালি তথ্য সংরক্ষণ করার সুবিধা প্রদান করে।
es: IndexedDB permite a las aplicaciones web guardar cantidades significativas de datos estructurados localmente, para un acceso más rápido, con y sin conexión.
ja: IndexedDB は、オンライン / オフラインのアクセスの高速化のために、Web アプリケーションが局所的に構造化された大量のデータを保存する事を可能にします。
pt: O IndexedDB permite às aplicações web armazenar quantidades significantes de dados estruturados localmente, para acesso rápido, online e offline.

source: January 2012 Dev Derby Challenge - Orientation
bn_bd: জানুয়ারি ২০১২ ডেভ ডারবি চ্যালেঞ্জ - পরিচিতি
es: Desafío para Desarrolladores de enero 2012 - Orientación
ja: 2012 年 1 月の Dev Derby Challenge - Orientation
pt: Desafio Dev Derby de janeiro de 2012 - Orientação

source: Orientation
bn_bd: পরিচিতি
es: Orientación
ja: 端末の向き
pt: Orientação

source: January 2012
bn_bd: জানুয়ারী ২০১২
es: Enero de 2012
ja: 2012 年 1 月
pt: Janeiro de 2012

source: Orientation features in HTML5 access the motion and orientation data of devices with accelerometers.
bn_bd: HTML5 এর ওরিয়েন্টেশন ফিচার অ্যাক্সিলারোমিটারের সহায়তা নিয়ে ডিভাইসের চলন এবং অবস্থার তথ্য ব্যবহার করে।
es: Las funcionalidades de orientación en HTML5 acceden a los datos de movimiento y orientación de los dispositivos con acelerómetros.
ja: HTML5 のオリエンテーション機能は、加速度計を用いてデバイスの動きや向きのデータ、アクセスできます。
pt: As funcionalidades de orientação no HTML5 acedem aos dados de movimento e orientação de dispositivos com acelerómetros.

source: February 2012 Dev Derby Challenge - Touch Events
bn_bd: ফেব্রুয়ারী ২০১২ ডেভ ডারবি চ্যালেঞ্জ - টাচ ইভেন্ট সমূহ
es: Desafío para Desarrolladores de febrero 2012 - Eventos táctiles
ja: 2012 年 2 月の Dev Derby Challenge - Touch イベント
pt: Desafio Dev Derby de fevereiro de 2012 - Eventos de toque

source: Touch Events
bn_bd: টাচ ইভেন্ট
es: Eventos táctiles
ja: Touch イベント
pt: Eventos de toque

source: February 2012
bn_bd: ফেব্রুয়ারী ২০১২
es: Febrero 2012
ja: 2012 年 2 月
pt: Fevereiro de 2012

source: Touch Events help you make websites and applications more engaging by responding appropriately when users interact with touch screens.
bn_bd: টাচ ইভেন্ট আপনাকে আরও আকর্ষণীয় ওয়েবসাইট এবং অ্যাপ তৈরি করতে সাহায্য করে। এতে যখনই ব্যবহারকারীরা টাচ স্ক্রিনে স্পর্শ করবে তখনই আপনার সাইট অথবা অ্যাপ সে অনুযায়ী সাড়া দিতে পারার সক্ষমতা অর্জন করবে।
es: Los eventos táctiles te ayudan a que los sitios web y aplicaciones sean más atractivos al responder apropiadamente cuando los usuarios interactúan con pantallas táctiles.
ja: Touch Events は、ユーザーのタッチスクリーン操作に対して適切なレスポンスを返す事により、 Web サイトやアプリケーションをより魅力的なものにするのに役立ちます。
pt: Os eventos de toque ajudam-no a tornar os sites e aplicações web mais cativantes ao responder apropriadamente quando os utilizadores interagem com superfícies táteis.

source: March 2012 Dev Derby Challenge - CSS 3D Transforms
bn_bd: মার্চ ২০১২ ডেভ ডারবি চ্যালেঞ্জ - সিএসএস ৩ডি ট্রান্সফরম সমূহ
es: Desafío para Desarrolladores de marzo 2012 - Transformaciones CSS en 3D
ja: 2012 年 3 月の Dev Derby Challenge - CSS 3D Transforms
pt: Desafio Dev Derby de março de 2012 - Transformações 3D no CSS

source: CSS 3D Transforms
bn_bd: সিএসএস এর থ্রিডি রূপান্তর
es: Transformaciones CSS 3D
ja: CSS 3D 変形
pt: Transformações 3D no CSS

source: March 2012
bn_bd: মার্চ ২০১২
es: Marzo 2012
ja: 2012 年 3 月
pt: Março de 2012
