Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Using positioning for standards-compliant, table-free layout.
es: Usar el posicionamiento para el diseño sin tablas, conforme a los estándares.
ja: 標準準拠のため、表組みを使わないレイアウトのために位置指定を利用します。
pt: Utilizar posicionamentos conformes com as normas com layouts sem tabelas.

source: Progressive Enhancement with CSS
bn_bd: সিএসএস দ্বারা প্রগতিশীল উন্নত বৈশিষ্ট্য
es: Mejoras progresivas con CSS
ja: CSS による Progressive Enhancement
pt: Melhoramento progressivo com CSS

source: Integrate progressive enhancement into your web pages with CSS.
bn_bd: সিএসএসের মাধ্যমে আপনার ওয়েব পেইজগুলোর প্রগতিশীল বৃদ্ধি সম্পূর্ণ করুন।
es: Integra mejoras progresivas en tus páginas web con CSS.
ja: CSS であなたの Web ページに斬新な強化を組み込みましょう。
pt: Melhoramento progressivo integrado nas suas páginas web com CSS.

source: Fluid Grids
bn_bd: ফ্লুয়িড গ্রিড
es: Cuadrículas fluidas
ja: Fluid Grids (流動的な格子レイアウト)
pt: Grelhas fluídas

source: Design layouts that fluidly resize with the browser window, while still using a typographic grid.
bn_bd: ডিজাইন লে-আউটগুলো ব্রাউজার উইন্ডোর সাথে মাপ পরিবর্তন করে, যখন টাইপোগ্রাফিক গ্রিড ব্যবহার করার সময়েও।
es: Realizar diseños cuyo tamaño se ajuste de forma fluida a la ventana del navegador, aunque continúen usando una cuadrícula tipográfica.
ja: 紙ベースのグリッドデザインではなく、サイズ変更が可能なブラウザのウィンドウサイズや様々なデバイスの画面サイズに対応したフレキシブルなデザインを心掛けましょう。
pt: Desenhar layouts que redimensionam de forma fluída com a janela do navegador, enquanto utilizam uma grelha tipográfica.

source: Advanced Level
bn_bd: উন্নত পর্যায়ে
es: Nivel avanzado
ja: 上級レベル
pt: Nível Avançado

source: CSS3 in Under 5 Minutes
bn_bd: ৫ মিনিটের কম সময়ে সিএসএস৩
es: CSS3 en menos de 5 minutos
ja: 5 分でわかる CSS3
pt: CSS3 em menos de 5 minutos

source: This site features CSS3
bn_bd: এই সাইটটি সিএসএস৩ প্রদর্শন করছে
es: Este sitio web usa CSS3
ja: このサイトは CSS3 の機能を利用しています
pt: Este site apresenta o CSS3

source: A quick introduction to some of the core features introduced in CSS3.
bn_bd: সিএসএস৩ সম্পর্কে কিছু দ্রুত গুরুত্বপূর্ণ বৈশিষ্ট্য সম্পর্কে পরিচিতি।
es: Una breve introducción a algunas de las características principales incorporadas en CSS3.
ja: CSS3 で導入された主な機能についての簡潔な説明。
pt: Uma rápida introdução a algumas das principais funcionalidades introduzidas no CSS3.

source: Using CSS Transforms
bn_bd: সিএসএস রূপান্তর ব্যবহার করা
es: Usar transformaciones CSS
ja: CSS Transform の利用
pt: Utilizar transformações CSS

source: Apply rotation, skewing, scaling, and translation using CSS.
es: Aplicar rotación, sesgado, escalado y traslación usando CSS.
ja: CSS を用いて、回転、傾き、伸縮、座標移動を適用します。
pt: Aplicar rotação, inclinação, escala e transposição utilizando CSS.

source: CSS Transitions
bn_bd: সিএসএস ট্রানজিশন
es: Transiciones CSS
pt: Transições CSS

source: CSS transitions, part of the draft CSS3 specification, provide a way to animate changes to CSS properties, instead of having the changes take effect instantly.
es: Las transiciones CSS, parte del borrador de la especificación CSS3, proporcionan una forma de animar los cambios de las propiedades CSS, en lugar de que los cambios surtan efecto de manera instantánea.
ja: CSS3 仕様 (ドラフト) の一部である CSS transitions は、CSS プロパティが即座に変化するのではなく、アニメーションによって変化することを操作する方法を提供します。
pt: As transições do CSS, são parte do rascunho da especificação do CSS3, e fornecem uma maneira de animar as alterações em propriedades CSS, em vez destas serem aplicadas de modo imediato.

source: Understanding CSS3 Transitions
bn_bd: সিএসএস ট্রানজিশন বোঝা
es: Entender las transiciones en CSS3
ja: CSS3 の transition プロパティを理解する
pt: Compreender as transições do CSS3

source: Start using CSS3 transitions by carefully choosing the situations in which to use them.
es: Comienza a usar las transiciones CSS3 eligiendo cuidadosamente en qué situaciones utilizarlas.
ja: 使用すべきかどうかを十分に検討した上で、CSS3 のトランジションを利用してください
pt: Comece a utilizar transições CSS3 escolhendo cuidadosamente as situações em que utilizá-las.

source: Quick Guide to Implement Web Fonts with @font-face
es: Guía rápida para la implementación de tipografía web con @font-face
ja: @font-face での Web フォント実装のためのクイックガイド
pt: Guia rápido sobre a implementação de fontes web com o @font-face

source: The @font-face feature from CSS3 allows you to use custom typefaces on the web in an accessible, manipulable, and scalable way.
es: La funcionalidad @font-face de CSS3 te permite usar en la web diferentes tipos de letra personalizados.de una forma accesible, manejable y escalable.
ja: CSS3 の @font-face の機能を使用すると、文字画像などを使用した場合と異なり、「文字検索機能などによるアクセス」、「コピー &amp; ペーストなどの操作」、「ブラウザの機能や CSS での拡大縮小が可能」な方法で、Web 上でカスタム書体を使用することができます。
pt: A funcionalidade @font-face do CSS3 permite utilizar tipografias personalizadas na web de um modo acessível, manipulável e escalável.

source: <h2>Are you tired of learning CSS on your own?<br> Do you want to join a community of people who are learning CSS and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
bn_bd: <h2>নিজে নিজে সিএসএস শিখতে শিখতে ক্লান্ত?<br>আপনি কি সিএসএস এবং ওপেন ওয়েব প্রযুক্তিগুলো শিখছে এমন একটি কমিউনিটির সাথে যুক্ত হতে চান?</h2> <p>তাহলে বিনামূল্যে পিয়ার-টু-পিয়ার ইউনিভার্সিটির <a href="https://p2pu.org/en/schools/school-of-webcraft">স্কুল অব ওয়েবক্রাফট</a> এর মাধ্যমে অনলাইন সমকক্ষ শিক্ষাসংক্রান্ত গ্রুপ গুলোতে যোগ দেওয়ার কথা চিন্তা করে দেখুন।</span> অন্যরা যারা আপনার মতো একই জিনিস শিখছেন তাদের সাথে আপনার উদ্ভাবন, সংগ্রাম এবং বিজয়ের কথা ভাগাভাগি করুন।</p>
es: <h2>¿Estás cansado de aprender CSS por tu cuenta?<br> ¿Quieres unirte a una comunidad de gente que aprende CSS y otras tecnologías web abiertas?</h2> <p>Considera apuntarte a grupos de estudio gratuitos en línea a través de la <a href="https://p2pu.org/en/schools/school-of-webcraft">Escuela de creación web</a> de la Universidad Peer-to-Peer<span title="Peer-to-Peer University"></span>. Comparte tus descubrimientos, luchas y victorias con otros que están aprendiendo las mismas cosas.</p>
ja: <h2>CSS をひとりで学習することに飽きていませんか？<br>CSS や他のオープン Web 技術について学習するコミュニティに参加してみませんか？</h2> <p>P2P 大学の <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft (スクール・オブ・Web クラフト)</a> では、無料のオンライン相互学習グループに参加いただけます。あなたが発見、奮闘、成功したことを、同じトピックを学習する仲間とぜひ共有してください。</p>
pt: <h2>Está farto de aprender CSS por si?<br> Quer juntar-se a uma comunidade de pessoas que estão a aprender CSS e outras tecnologias web abertas?</h2> <p>Considere inscrever-se gratuitamente em grupos de estudo online da <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">Escola de Webcraft</a> da Universidade Peer-to-Peer. Partilhe as suas descobertas, dificuldades e vitórias com outros que estão a aprender as mesmas coisas.</p>

source: This site discusses <strong>CSS3</strong>, latest, still-evolving version of CSS. Many CSS3 features are supported in various ways by modern browsers, but many users still have older browsers and so can't take advantage.
bn_bd: এই সাইটটি <strong>CSS3</strong> এর বিস্তারিত আলোচনা, সর্বশেষ, বর্তমানে বিবর্ধন প্রক্রিয়ায় থাকা CSS ভার্সন। CSS3 ফিচারগুলো বিভিন্নভাবে বিভিন্ন আধুনিক ব্রাউজারে সমর্থন করে, কিন্তু এখনও অনেকে ব্রাউজারের পূর্ববর্তী ভার্সনগুলো ব্যবহার করে এবং বিশেষ সুবিধাগুলো থেকে বঞ্চিত হয়।
es: En este sitio se discute sobre <strong>CSS3</strong>, la última versión en proceso de evolución de CSS. Muchas características de CSS3 son compatibles en diferentes maneras con los navegadores modernos, pero muchos usuarios aún tienen navegadores antiguos y por eso no pueden beneficiarse de ella.
ja: このサイトでは、進化を続ける CSS の最新バージョンのである<strong>CSS3</strong>について説明します。モダンブラウザはさまざまな方法で CSS3 の機能に対応しているものの、多くのユーザはまだ古いブラウザを使用しており、この恩恵にあずかっていません。
pt: Este site fala sobre <strong>CSS3</strong>, a última e ainda em evolução versão do CSS. Muitas funcionalidades do CSS3 são suportadas de diversas formas pelos navegadores mais modernos, mas muitos utilizadores ainda têm navegadores mais antigos e como tal podem não beneficiar destas funcionalidades.

source: <p>These resources are created by forward-thinking companies and web developers who have embraced open standards and best practices for web development. If you think we've omitted a great resource, please <a href="%(feedback_url)s">tell us about it</a>. We want to share these resources with our international community, so we prefer ones that provide or allow translations, through an open content license such as <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
bn_bd: <p>এসব রিসোর্সগুলো দূরদর্শী প্রতিষ্ঠান ও ওয়েব ডেভেলপারদের দ্বারা তৈরি যারা ওপেন স্ট্যান্ডার্ড এবং ওয়েব ডেভেলপমেন্টের জন্য সেরা পদ্ধতিগুলোকে বিকশিত করেছেন। আপনি যদি মনে করে আমরা সম্ভাবনাময় কোন রিসোর্সকে উপেক্ষা করছি, তাহলে অনুগ্রহ করে <a href="%(feedback_url)s">আমাদের এটা সম্পর্কে জানান দিন</a>। আমরা এই সবগুলো রিসোর্স আমাদের আন্তর্জাতিক কমিউনিটিগুলোর সাথে ভাগাভাগি করতে চাই, এজন্য আমরা সেসব রিসোর্সগুলোকেই অগ্রাধিকার দিই যেগুলো ওপেন কন্টেন্ট লাইসেন্স যেমন <a href="http://creativecommons.org" rel="external">ক্রিয়েটিভ কমনস</a>'এর আওতায় ভাষান্তরিত বা ভাষান্তর করা যায়।</p>
es: <p>Estos recursos lo crean empresas y desarrolladores web innovadores que apoyan los estándares abiertos y las buenas prácticas en el desarrollo web. Si piensas que nos hemos olvidado de algún recurso importante, por favor, <a href="%(feedback_url)s">comunícanoslo</a>. Queremos compartir estos recursos con nuestra comunidad internacional, por lo que preferimos aquellos que ofrezcan o permitan traducciones, a través de una licencia de contenido abierto como <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
ja: <p>これらのリソースは、オープンスタンダードや Web 開発の成功事例を採用してきた先進的な企業や Web 開発者によって構築されています。優れたリソースが含まれていないと考えられる場合は、<a href="%(feedback_url)s">Mozilla までお知らせください</a>。こうしたリソースは、世界中の Mozilla コミュニティと共有される計画です。そのため、<a href="http://creativecommons.org" rel="external">クリエイティブ・コモンズ</a> などのオープンコンテンツライセンスを利用した翻訳が提供、または許可されるものが優先されます。</p>
pt: <p>Estes recursos são criados por empresas e programadores visionários que abraçaram normas abertas e as melhores práticas para desenvolvimento web. Se acredita que omitimos um bom recurso, por favor <a href="%(feedback_url)s">diga-nos</a>. Nós queremos partilhar estes recursos com a nossa comunidade internacional, pelos que preferimos os que fornecem ou permitem traduções, através de licenças abertas de conteúdo como a <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>

source: Learn HTML
bn_bd: এইচটিএমএল শিখুন
es: Aprender HTML
ja: HTML について学ぶ
pt: Aprender HTML

source: <p class="intro">HTML (<strong>HyperText Markup Language</strong>) is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it's best if you learn HTML.</p> <p>The links on this page lead to a variety of HTML tutorials and HTML training materials. Whether you are just starting out, learning the basics of HTML, or are an old hand at web development wanting to learn <strong>HTML5</strong> (the newest version of the standard), you can find helpful resources here for HTML best practices.</p>
bn_bd: <p class="intro">এইচটিএমএল (<strong>হাইপারটেক্সট মার্কআপ ল্যাঙ্গুয়েজ</strong>) হচ্ছে ওয়ার্ল্ডওয়াইড ওয়েবে তথ্য রাখার জন্য মূল সিনট্যাক্স বা ভাষা। আপনি যদি ওয়েব পাতা তৈরি বা পরিবর্তন করতে চান- তাহলে সবচেয়ে ভালো হয় যদি এইচটিএমএল শিখেন।</p> <p>এই পাতার লিংকগুলো আপনাকে অনেকগুলো এইচটিএমএল টিউটোরিয়াল এবং এইচটিএমএল শিখার উপাদান এর সংস্পর্শে আসতে সহায়তা করবে। হোক আপনি কেবল এইচটিএমএল এর বেসিকগুলো শিখা শুরু করেছেন, অথবা আপনি একজন পুরনো ওয়েব ডেভেলপার যে <strong>এইচটিএমএলফাইভ</strong> (এইচটিএমএল এর সর্বশেষ ভার্সন) শিখতে চাচ্ছেন, আপনি এইচটিএমএল ভালো ভাবে আয়ত্বে আনার জন্য সাহায্যকারী রিসোর্সগুলো পাবেন।</p>
es: <p class="intro">HTML (<strong>HyperText Markup Language</strong>, lenguaje de marcas de hipertexto) es la sintaxis esencial para ofrecer información en la web. Si deseas crear o modificar páginas web, lo mejor es que aprendas HTML.</p> <p>Los enlaces de esta página llevan a una serie de tutoriales y materiales educativos sobre HTML. Tanto si estás empezando y aprendiendo los conceptos básicos de HTML, como si eres un experto en desarrollo web que desea aprender <strong>HTML5</strong> (la versión más reciente del estándar), aquí encontrarás recursos útiles para buenas prácticas con HTML.</p>
ja: <p class="intro">HTML (<strong>HyperText Markup Language</strong>) は World Wide Web に情報を配置するための中核となる構文です。Web ページを作成したり修正したりしたい場合、HTML を学ぶのが最も良い方法です。</p><p>このページにあるリンクから様々な HTML チュートリアルや教材へ移動できます。あなたが HTML を始めたばかりで基礎を学んでいるところでも、<strong>HTML5</strong> (最新のバージョンの標準) を学びたいベテランの Web 開発者でも、HTML の良い事例集となるリソースをここで見つけられるでしょう。</p>
pt: <p class="intro">O HTML (<strong>HyperText Markup Language</strong>) é a principal linguagem para disponibilizar informação na web. Se quiser criar ou modificar páginas web, é melhor aprender HTML.</p> <p>As ligações nesta página permitem aceder a vários tutoriais e materiais de treino de HTML. Se estiver apenas a começar e quer aprender desde o básico, ou se já tiver experiência em programação web e quer aprender <strong>HTML5</strong> (a nova versão da norma), pode encontrar aqui vários recursos úteis para as melhores práticas do HTML.</p>

source: The Basics of HTML
bn_bd: এইচটিএমএলের মূলতত্ত্বগুলো
es: Lo básico de HTML
ja: HTML の基本
pt: O básico do HTML

source: What HTML is, what it does, its history in brief, and what the structure of an HTML document looks like. The articles that follow this one look at each individual part of HTML in much greater depth.
bn_bd: এইচটিএমএল কি, এটি কি করে, এর সংক্ষিপ্ত ইতিহাস এবং এইচটিএমএল ডকুমেন্ট এর গঠন দেখতে কেমন হয়। এই নিবন্ধে প্রতিটি বিষয় সম্পর্কে বিশদভাবে আলোকপাত করা হয়েছে।
es: Qué es HTML, qué hace, su historia de forma breve y cómo es la estructura de un documento HTML. Los artículos siguientes tratan con mayor profundidad cada aspecto específico de HTML.
ja: HTML とは何か、何をするか、簡略な歴史、そして HTML ドキュメントの構造がどうなっているか。この記事に続く一連の記事は、HTML のより深い部分について知ることができます。
pt: O que é o HTML, o que faz, a sua história resumida e qual o aspeto da estrutura de um documento HTML. Os que artigos que se seguem mostram cada parte individual do HTML com muito mais detalhe.

source: Basic Structure of a Web Page
bn_bd: একটি ওয়েব পেইজের মৌলিক গঠন
es: Estructura básica de una página web
ja: Web ページの基本構造
pt: Estrutura básica de uma página web

source: Learn how HTML elements fit together into the bigger picture.
bn_bd: কীভাবে এইচটিএমএলের উপাদানগুলো বড় চিত্রে একসঙ্গে মানানসই তা শিখুন।
es: Aprende sobre los elementos de HTML en un contexto más general.
ja: HTML 要素がどのように組み合わさるのか、その全体像について学べます
pt: Saiba como os elementos HTML se encaixam no puzzle.

source: Fundamental HTML Elements
bn_bd: মৌলিক এইচটিএমএল উপাদানসমূহ
es: Elementos fundamentales de HTML
ja: 基本的な HTML 要素
pt: Elementos fundamentais do HTML

source: Describes the different types of elements you can use to write an HTML document.
bn_bd: একটি এইচটিএমএল ডকুমেন্ট লিখতে আপনি বিভিন্ন ধরণের উপাদানসমূহ ব্যবহার করতে পারেন তা বর্ণনা করে।
es: Describe los diferentes tipos de elementos que puedes usar para crear un documento HTML.
ja: HTML ドキュメントを作成するために用いる、HTML 要素について説明します。
pt: Descreve os diferentes tipos de elementos que pode utilizar para escrever um documento HTML.

source: HTML Beginner Tutorial
bn_bd: এইচটিএমএল সূচনাকারী টিউটোরিয়াল
es: Tutorial de HTML para principiantes
ja: HTML 初心者向けチュートリアル
pt: Tutorial para iniciantes em HTML

source: A tutorial and exercises that take you through the basics.
bn_bd: একটি টিউটোরিয়াল এবং চর্চাসমূহ আপনাকে মূলসূত্রের মধ্যে দিয়ে নিয়ে যাবে।
es: Un tutorial y ejercicios que te guían a través de los conceptos básicos.
ja: 基本を身につけるためのチュートリアルとエクササイズ
pt: Um tutorial e alguns exercícios que o levarão através do básico.

source: HTML From the Ground Up
bn_bd: এইচটিএমএলের শুরু থেকে
es: HTML desde cero
ja: 基礎からの HTML
pt: HTML desde o básico

source: Video tutorial on best practices and approaches for how to write good HTML code.
es: Videotutorial sobre buenas prácticas y diferentes enfoques a la hora de escribir buen código HTML.
ja: 良い HTML コードを記述するための最良の手法と実践に関するビデオ。
pt: Tutorial vídeo sobre boas práticas e abordagens para escrever bom código HTML.

source: HTML Challenges
es: Desafíos de HTML
ja: HTML チャレンジ
pt: Desafios HTML

source: Use these challenges to hone your HTML skills (for example, "Should I use an &lt;h2&gt; element or a &lt;strong&gt; element?"), focusing on meaningful mark-up.
es: Usa estos desafíos para perfeccionar tus habilidades con HTML (por ejemplo, "¿Debería usar un elemento &lt;h2&g; o un elemento &lt;strong&gt;?"), centrándote en el marcado significativo.
ja: これらのチャレンジは意味のあるマークアップに焦点を置いており、HTML のスキルアップを図れます (&lt;h2&gt; 要素と &lt;strong&gt; 要素のどちらを使うべきか、など)。
pt: Utilize estes desafios para aperfeiçoar as suas competências HTML (por exemplo, "devo utilizar um elemento &lt;h2&gt; ou um elemento &lt;strong&gt;?"), com foco em marcação com sentido.

source: A comprehensive reference for HTML elements, and how Firefox and other browsers support them.
es: Una guía de referencia exhaustiva sobre los elementos HTML y su compatibilidad con Firefox y otros navegadores.
ja: Firefox やその他の主要ブラウザでのサポート情報を含む、総合的な HTML 要素リファレンスです。
pt: Uma extensa referência de elementos HTML e de como o Firefox e outros navegadores os suportam.

source: Tips for Authoring Fast-loading HTML Pages
es: Consejos para la creación de páginas HTML de carga rápida
ja: 速く読み込まれる HTML ページを作成するための秘訣
pt: Dicas para produzir páginas HTML de carregamento rápido

source: Optimize web pages to provide a more responsive site for visitors and reduce the load on your web server and Internet connection.
es: Optimiza las páginas web para ofrecer un sitio más receptivo a los visitantes y reduce la carga en el servidor web y en la conexión a internet.
ja: 閲覧者に応答性の高いサイトを提供し、Web サーバとインターネットとの接続負荷を軽減するために Web ページを最適化します。
pt: Otimizar páginas web para fornecer um site mais responsivo para visitantes e reduzir a carga no seu servidor web e ligação à Internet.

source: Dive into HTML5
bn_bd: এইচটিএমএল৫ এর মধ্যে আকর্ষণীয়
es: Sumérgete en HTML5
pt: Mergulhe no HTML5

source: This site features HTML5
bn_bd: এই সাইটে এইচটিএমএল৫ ব্যাবহার হচ্ছে
es: Este sitio web usa HTML5
ja: このサイトは HTML5 の機能を利用しています
pt: Este site apresenta o HTML5

source: From Mark Pilgrim
bn_bd: মার্ক পিলগ্রিম থেকে
es: De Mark Pilgrim
ja: Mark Pilgrim
pt: De Mark Pilgrim

source: Learn about a selection of features of HTML5, the newest version of the HTML specification.
bn_bd: এইচটিএমএল৫ এর বৈশিষ্ট্য সম্পর্কে জানুন, এইচটিএমএল স্পেসিফিকেশনের সবচেয়ে নতুন সংস্করণ।
es: Conoce una serie de características destacadas de HTML5, la versión más reciente de la especificación HTML.
ja: HTML の仕様の最新版 である HTML5 の機能について。
pt: Aprenda sobre uma seleção de funcionalidades do HTML5, a nova versão da especificação HTML.

source: Get Ready for HTML5
bn_bd: এইচটিএমএল৫ এর জন্য প্রস্তুত হোন
es: Prepárate para HTML5
pt: Prepare-se para o HTML5

source: Some suggestions to help you get on board with HTML5.
bn_bd: এইচটিএমএল৫ এর বোর্ডে যাওয়ার জন্য সাহায্য পেতে কিছু পরামর্শ।
es: Algunas sugerencias para ayudarte a comenzar con HTML5.
ja: 新たに HTML5 を習得する際に役立ついくつかの提案。
pt: Algumas sugestões para o ajudar a começar com o HTML5.

source: HTML5 Tutorials
bn_bd: এইচটিএমএল৫ সহায়ক
es: Tutoriales de HTML5
ja: HTML5 チュートリアル
pt: Tutoriais do HTML5

source: Take a guided tour through code that uses HTML5 features.
bn_bd: কোডের মাধ্যমে এইচটিএমএল৫ ফিচারসমূহ ব্যবহার করে একটি নির্দেশিত সফর নিন।
es: Realiza una visita guiada por el código que usa las características de HTML5.
ja: HTML5 の機能を使用するコードのガイドツアーに参加してみましょう。
pt: Faça uma visita guiada através do código que utiliza funcionalidades do HTML5.

source: Semantics in HTML5
bn_bd: এইচটিএমএল৫ এর মধ্যে শব্দার্থবিদ্যা
es: Semántica de HTML5
ja: HTML5 におけるセマンティクス
pt: Semântica no HTML5

source: Learn meaningful mark-up that is extensible and backwards- and forwards-compatible.
bn_bd: প্রসারনীয় এবং পেছনে- এবং সম্মুখে-সামঞ্জস্যপূর্ণ অর্থপূর্ণ মার্ক-আপ শিখুন।
es: Aprende marcado significativo que es extensible y compatible con versiones anteriores y posteriores.
ja: 拡張性、後方互換性、前方互換性を備え、正しいセマンティクスを持つマークアップの方法について。
pt: Aprenda uma linguagem de marcação com sentido que é extensível, retro-compatível e pós-compatível.

source: Canvas Tutorial
bn_bd: ক্যানভাস টিউটোরিয়াল
es: Tutorial de Canvas
ja: Canvas チュートリアル
pt: Tutorial sobre Canvas

source: Learn how to draw graphics using scripting using the &lt;canvas&gt; element.
bn_bd: স্ক্রিপ্টিং ব্যবহার করে &lt;canvas&gt;element ব্যবহার করে কীভাবে গ্রাফিক্স আঁকা যায় শিখুন।
es: Aprende a dibujar gráficos utilizando scripts que usan el elemento &lt;canvas&gt;.
ja: &lt;canvas&gt; 要素とスクリプティングを用いた画像の描画方法について学びます。
pt: Aprenda como desenhar gráficos utilizando uma linguagem de programação e o elemento &lt;canvas&gt;.

source: Articles about using HTML5 right now.
bn_bd: এই মুহূর্তে এইচটিএমএল৫ এর ব্যবহার সম্পর্কে প্রবন্ধ।
es: Artículos sobre cómo usar HTML5 ahora mismo.
ja: 今すぐ HTML5 を使用するための記事。
pt: Artigos sobre como utilizar agora o HTML5.

source: The Joy of HTML5 Audio
bn_bd: এইচটিএমএল৫ অডিও এর আনন্দ
es: El placer del audio HTML5
pt: A alegria do áudio do HTML5

source: Learn how to use the HTML audio element to embed sounds in your web pages easily. Lots of code examples are included in the tutorial.
bn_bd: সহজে আপনার ওয়েব পেজসমূহে শব্দসমূহ এম্বেড করার জন্য HTML অডিও উপাদান কীভাবে ব্যবহার করা যায় শিখুন। টিউটোরিয়ালে প্রচুর কোড উদাহরণসমূহ অন্তর্ভুক্ত করা হয়েছে।
es: Aprende cómo usar el elemento audio de HTML para integrar fácilmente sonidos en tus páginas web. En el tutorial se incluyen muchos ejemplos de código.
ja: あなたの Web ​​ページに簡単に音声を埋め込むために、 HTML の audio要素の使用方法について学びます。このチュートリアルには多くのサンプルコードが含まれています。
pt: Aprenda como utilizar o elemento áudio do HTML para inserir facilmente sons nas suas páginas web. Estão incluídos muitos exemplos de código no tutorial.

source: HTML5 Examples
bn_bd: এইচটিএমএল৫ এর উদাহরণ
es: Ejemplos de HTML5
ja: HTML5 の実例
pt: Exemplos de HTML5

source: Demos from Mozilla developers and evangelists.
bn_bd: মজিলা ডেভেলপার এবং প্রচারকের নমুনা।
es: Demos de los desarrolladores y evangelistas de Mozilla.
ja: Mozilla の開発者やエバンジェリストによるデモ。
pt: Demonstrações de programadores e evangelistas da Mozilla.

source: Run, inspect, and submit demos that show what HTML, CSS, and JavaScript can do.
bn_bd: রান, ইন্সপেক্ট এবং সাবমিট ডেমোসমূহ এইচটিএমএল, সিএসএস এবং জাভাস্ক্রিপ্ট কী করতে পারে তা দেখায়।
es: Ejecuta, inspecciona y envía demos que muestren lo que pueden hacer HTML, CSS y JavaScript.
ja: HTML や CSS、JavaScript でできることを見せるデモを実行、調査、投稿しましょう。
pt: Execute, inspecione e submeta demonstrações que mostram o que HTML, CSS e JavaScript podem fazer.

source: HTML5 Demos and Examples
bn_bd: এইচটিএমএল৫ নমুনা এবং উদাহরণ
es: Ejemplos y demos de HTML5
ja: HTML5 の デモと実例
pt: Demonstrações e exemplos de HTML5

source: Demos that you can filter by technology or browser support.
bn_bd: আপনি ডেমোসমূহ প্রযুক্তি বা ব্রাউজার সাপোর্ট দ্বারা ফিল্টার করতে পারেন।
es: Demos que puedes filtrar por tecnología o por compatibilidad con el navegador.
ja: デモ集。使用技術や対応ブラウザでデモを絞り込んで閲覧できます。
pt: Demonstrações que pode filtrar por tecnologia ou compatibilidade com navegadores.

source: HTML5 Gallery
bn_bd: এইচটিএমএল৫ গ্যালারী
es: Galería de HTML5
ja: HTML5 ギャラリー
pt: Galeria de HTML5

source: Showcase of sites that use HTML5 to help you learn about how it should be used.
es: Exposición de sitios que usan HTML5 para que conozcas cómo se utiliza.
ja: HTML5 の望ましい使用方法についての学習を支援するサイトの紹介。
pt: Demonstrações de sites que utilizam HTML5, para o ajudar a compreender como esta tecnologia deve ser utilizada.
