Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: CSS 3D Transforms extends CSS Transforms to allow elements rendered by CSS to be transformed in three-dimensional space.
bn_bd: CSS 3D Transforms সিএসএস ট্রান্সফর্মের ক্ষমতা আরও বৃদ্ধি করে এলিমেন্ট গুলোকে ৩ দিক বিশিষ্ট করে।
es: Las transformaciones CSS 3D extienden las transformaciones CSS, permitiendo que los elementos dibujados por CSS sean transformados en un espacio tridimensional.
ja: CSS 3D Transforms は、CSSでレンダリングされた要素の 3 次元空間上での変形を可能にする CSS Transforms の拡張です。
pt: As transformações 3D do CSS estendem as transformações CSS, permitindo que elementos renderizados por CSS sejam transformados num espaço tridimensional.

source: April 2012 Dev Derby Challenge - Audio
bn_bd: এপ্রিল ২০১২ ডেভ ডারবি চ্যালেঞ্জ - অডিও
es: Desafío para Desarrolladores de abril 2012 - Audio
ja: 2012 年 4 月の Dev Derby Challenge - Audio
pt: Desafio Dev Derby de abril de 2012 - Áudio

source: Audio
bn_bd: অডিও
pt: Áudio

source: April 2012
bn_bd: এপ্রিল ২০১২
es: Abril 2012
ja: 2012 年 4 月
pt: Abril de 2012

source: The HTML5 audio element lets you embed sound in webpages without requiring your users to rely on plug-ins.
bn_bd: HTML5 অডিও এলিমেন্ট আপনকে ওয়েবপেজে শব্দ যুক্ত করতে দেয় যার জন্য আপনার ব্যবহারকারীদের প্লাগিনের উপর নির্ভর করতে হয় না।
es: El elemento de audio de HTML5 te permite insertar sonido en páginas web sin que tus usuarios tengan que usar plugins.
ja: HTML5 の audio 要素は、閲覧者がプラグインに依存せずに再生可能な形での、Web ページへの音声コンテンツの埋め込みを可能にします。
pt: O elemento áudio do HTML5 permite-lhe incluir som em páginas web sem que os seus utilizadores tenham de recorrer a plugins.

source: May 2012 Dev Derby Challenge - WebSockets API
bn_bd: মে ২০১২ ডেভ ডারবি চ্যালেঞ্জ - WebSockets API
es: Desafío para Desarrolladores de mayo 2012 - API de WebSockets
ja: 2012 年 5 月の Dev Derby Challenge - WebSockets API
pt: Desafio Dev Derby de maio de 2012 - API de WebSockets

source: WebSockets API
es: API de WebSockets
pt: API de WebSockets

source: May 2012
bn_bd: মে ২০১২
es: Mayo 2012
ja: 2012 年 5 月
pt: Maio de 2012

source: With the Websocket API and protocol, you can open a two-way channel between the browser and a server, for scalable and real-time data flow. No more server polling!
bn_bd: ওয়েব সকেট এপিআই ব্যবহার করে আপনি তাৎক্ষনিক ভাবে তথ্য আদান-প্রদানের জন্য সার্ভার এবং ব্রাউজারের মধ্যে একটি দ্বি-মুখী চ্যানেল চালু করতে পারবেন।
es: Con la API y el protocolo de WebSocket, puedes abrir un canal bidireccional entre el navegador y un servidor para el intercambio escalable y en tiempo real de datos. ¡Se acabaron las consultas al servidor!
ja: WebSocket の API とプロトコルを使用すると、ブラウザとサーバの間にスケーラブルかつリアルタイムなデータフローのための双方向チャネルを開くことができます。サーバとのポーリングさえも不要です！
pt: Com a API e protocolo de websockets, pode abrir um canal de comunicação de dois sentidos entre o navegador e um servidor, para fluxo de informação escalável e em tempo real. Já não são precisos pedidos assíncronos constantes ao servidor!

source: June 2012 Dev Derby Challenge - WebGL
bn_bd: জুন ২০১২ ডেভ ডারবি চ্যালেঞ্জ - WebGL
es: Desafío para Desarrolladores de junio 2012 - WebGL
ja: 2012 年 6 月の Dev Derby Challenge - WebGL
pt: Desafio Dev Derby de junho de 2012 - WebGL

source: June 2012
bn_bd: জুন ২০১২
es: Junio 2012
ja: 2012 年 6 月
pt: Junho de 2012

source: WebGL brings the power of OpenGL, for creating interactive 3D graphics, to the Web, with no plug-ins required.
bn_bd: ওয়েব জিএল নিয়ে এসেছে ওপেন জিএল এর শক্তি। এটি ব্যবহার করে আপনি ওয়েবের জন্য ইন্টারেক্টিভ 3D গ্রাফিক্স তৈরি করতে পারবেন। আর এটি ব্যবহার তথা দেখার জন্য কোন প্লাগিন লাগবে না।
es: WebGL brinda el poder que ofrece OpenGL para crear gráficos interactivos en 3D para la Web sin tener que usar plugins.
ja: WebGL は、プラグイン無しで Web 上にインタラクティブな 3D グラフィックスを作成するために、OpenGL の力を私たちに与えてくれるものです。
pt: O WebGL trás o poder do OpenGL, para criar gráficos 3D interativos, para a Web, sem serem necessários quaisquer plugins.

source: July 2012 Dev Derby Challenge - No JavaScript
bn_bd: জুলাই ২০১২ ডেভ ডারবি চ্যালেঞ্জ - নো জাভাস্ক্রিপ্ট
es: Desafío para Desarrolladores de julio 2012 - Sin JavaScript
ja: 2012 年 7 月の Dev Derby Challenge - No JavaScript
pt: Desafio Dev Derby de julho de 2012 - Sem JavaScript

source: No JavaScript
bn_bd: নো জাভাস্ক্রিপ্ট
es: Sin JavaScript
ja: JavaScript 不使用
pt: Sem JavaScript

source: July 2012
bn_bd: জুলাই ২০১২
es: Julio 2012
ja: 2012 年 7 月
pt: Julho de 2012

source: Creating rich user experiences for the Web has never been easier. Today's open Web standards put some of the most powerful features right at your fingertips. Animate pages with CSS, validate user input with HTML, and more. What else can you do without JavaScript?
bn_bd: ওয়েবের জন্য ভালো ইউজার এক্সপেরিয়েন্স তৈরি করা এতটা সহজ ছিলনা। আজকের মুক্ত ওয়েবের আদর্শ সবচেয়ে শক্তিশালী কিছু ফিচার একেবারে আপনার আঙ্গুলের ডগায় নিয়ে এসেছে। CSS ব্যবহার করে পেজকে অ্যানিমেট করা, HTML ব্যবহার করে ব্যবহারকারীর ইনপুট যাচাই করা আরও কত কি ! জাভাস্ক্রিপ্ট ছাড়া আপনি আরও কি করতে পারেন?
es: Crear en la Web experiencias enriquecidas para los usuarios nunca ha sido más fácil. Los estándares actuales de la Web ponen a tu disposición algunas de las funciones más potentes. Anima páginas con CSS, valida la entrada del usuario con HTML y explora otras posibilidades. ¿Qué más puedes hacer sin JavaScript?
ja: Web にリッチなユーザーエクスペリエンスをもたらす事は容易ではありませんでした。今日のオープンな Web 標準は、いくつかの最も強力な機能を手軽に扱う事ができます。CSS を使用したページのアニメーション、HTML でのユーザー入力の検証など、あなたは JavaScript 無しで何ができますか？
pt: Criar experiências ricas para o utilizador na Web nunca foi tão fácil. As normas abertas da web de hoje colocam as funcionalidades mais poderosas na ponta dos seus dedos. Anime páginas com CSS, valide os dados introduzidos pelo utilizador com HTML e muito mais. O que pode fazer mais sem JavaScript?

source: August 2012 Dev Derby Challenge - Camera API
bn_bd: আগস্ট ২০১২ ডেভ ডারভি চ্যালেন্জ-ক্যামেরা API
es: Desafío para Desarrolladores de agosto 2012 - API para cámaras
ja: 2012 年 8 月の Dev Derby Challenge - Camera API
pt: Desafio Dev Derby de agosto de 2012 - API da câmara

source: Camera API
bn_bd: ক্যামেরা API
es: API para cámaras
pt: API da câmara

source: August 2012
bn_bd: আগস্ট ২০১২
es: Agosto 2012
ja: 2012 年 8 月
pt: Agosto de 2012

source: The Camera API lets you access (with permission) the cameras of mobile devices. With the Camera API, users can easily take pictures and upload them to your web page.
bn_bd: ক্যামেরা এপিআই আপনাকে (অনুমতি নিয়ে) মোবাইল ডিভাইসের ক্যামেরা ব্যবহার করার সুবিধা প্রদান করে। ক্যামেরা এপিআই ব্যবহারের মাধ্যমে ব্যবহারকারীরা সহজে ছবি তুলতে পারে এবং আপনার ওয়েব পেজে আপলোড করতে পারে।
es: La API para cámaras te permite acceder (con permiso) a las cámaras de los dispositivos móviles, y hacer y subir fotos a tu página web fácilmente.
ja: Camera API は、(ユーザの許可を得た上で) モバイル端末のカメラへのアクセスを可能にします。ユーザが簡単に写真を撮って、Web ページにアップロードする事ができます。
pt: A API da câmara permite-lhe aceder (com permissão) às câmaras de dispositivos móveis. Com a API da câmara, utilizadores podem tirar e enviar fotografias para a sua página web.

source: September 2012 Dev Derby Challenge - Geolocation II
bn_bd: সেপ্টেম্বর ২০১২ ডেভ ডারবি চ্যালেঞ্জ - জিওলোকেশন ২
es: Desafío para Desarrolladores de septiembre 2012 - Geolocalización II
ja: 2012 年 9 月の Dev Derby Challenge - 地理位置情報 II
pt: Desafio Dev Derby de setembro de 2012 - Geolocalização II

source: Geolocation II
bn_bd: জিওলোকেশন ২
es: Geolocalización II
ja: 地理位置情報 II
pt: Geolocalização II

source: September 2012
bn_bd: সেপ্টেম্বর ২০১২
es: Septiembre 2012
ja: 2012 年 9 月
pt: Setembro de 2012

source: October 2012 Dev Derby Challenge - CSS Media Queries II
bn_bd: অক্টোবর ২০১২ ডেভ ডারবি চ্যালেঞ্জ - সিএসএস মিডিয়া কুয়েরি সমূহ II
es: Desafío para Desarrolladores de octubre 2012 - Consultas CSS sobre medios II
ja: 2012 年 10 月の Dev Derby Challenge - CSS メディアクエリ II
pt: Desafio Dev Derby de outubro de 2012 - Consulta de media no CSS II

source: CSS Media Queries II
bn_bd: সিএসএস মিডিয়া কুয়েরি সমূহ II
es: Consultas CSS sobre medios II
ja: CSS メディアクエリ II
pt: Consulta de media no CSS II

source: October 2012
bn_bd: অক্টোবর ২০১২
es: Octubre 2012
ja: 2012 年 10 月
pt: Outubro de 2012

source: CSS Media Queries are now a common tool for responsive, mobile-first web design. They are now even a W3C Recommendation! They can tell you a lot more about a display than just its width. What can you do with Media Queries?
bn_bd: সিএসএস মিডিয়া অনুসন্ধানগুলো(?) রেসপনসিভ, মোবাইল নির্ভর ওয়েব ডিজাইনের জন্য এখন একটি সাধারন টুল। এমনকি এগুলো এখন WC3 সুপারিশকৃত ! এগুলো আপনাকে একটি ডিসপ্লের শুধুমাত্র প্রস্থ ছাড়াও অনেক কিছু বলতে পারে। মিডিয়া অনুসন্ধান নিয়ে তাহলে আপনি কি করতে পারেন ?
es: Las consultas CSS sobre medios son una herramienta común para diseños web adaptables que priorizan a los dispositivos móviles. ¡Ahora incluso son una recomendación del W3C! Permiten decirte mucho más de una pantalla que sólo su ancho. ¿Qué puedes hacer con las consultas CSS sobre medios?
ja: CSS メディアクエリは、レスポンシブ Web デザイン、モバイルファースト Web デザインのためのツールです。これは既に W3C 勧告となっています。画面幅の制約にとらわれず、より多くのことを伝えることができます。あなたはメディアクエリを使って何ができますか？
pt: As consultas de media no CSS II são atualmente uma ferramenta comum para design responsivo. Agora são também uma recomendação do W3C! Podem dizer bastante mais sobre o ecrã que apenas a sua largura. O que pode fazer com consultas de media?

source: November 2012 Dev Derby Challenge - Fullscreen API
bn_bd: নভেম্বর ২০১২ ডেভ ডারবি চ্যালেঞ্জ - ফুলস্ক্রীন API
es: Desafío para Desarrolladores de noviembre 2012 - API de pantalla completa
ja: 2012 年 11 月の Dev Derby Challenge - Fullscreen API
pt: Desafio Dev Derby de novembro de 2012 - API de ecrã completo

source: Fullscreen API
bn_bd: ফুলস্ক্রীন API
es: API de pantalla completa
pt: API de ecrã completo

source: November 2012
bn_bd: নভেম্বর ২০১২
es: Noviembre de 2012
ja: 2012 年 11 月
pt: Novembro de 2012

source: With the Fullscreen API, you can escape the confines of the browser window. You can even detect full screen state changes and style full screen pages specially. Talk about immersive!
bn_bd: ফুলস্ক্রিন এপিআই এর সাহায্যে আপনি ব্রাউজার উইন্ডোর সীমাবদ্ধতা অতিক্রম করতে পারেন। এমনকি আপনি ফুলস্ক্রিন অবস্থার পরিবর্তন সনাক্ত করতে পারেন এবং ফুলস্ক্রিন পেজগুলো আলাদাভাবে স্টাইল(?) করতে পারেন।
es: Con la API de pantalla completa puedes ir más allá de los límites de la ventana de tu navegador. Hasta puedes detectar los cambios del estado de pantalla completa y proporcionar un estilo especial cuando la página se visualiza en pantalla completa. ¡Habla de inmersión!
ja: フルスクリーン API を用いると、ブラウザのウィンドウの境界を脱出することができます。フルスクリーン状態の変化を検出したり、フルスクリーンページに特別なスタイルを適用する事も可能です。没入感を演出しましょう！
pt: Com a API de ecrã completo, pode escapar aos limites da janela do navegador. Pode até detetar alterações do estado do ecrã e aplicar estilos especiais a páginas de ecrã completo. Experiências imersivas!

source: December 2012 Dev Derby Challenge - Offline
bn_bd: ডিসেম্বর ২০১২ ডেভ ডারবি চ্যালেঞ্জ - অফলাইন
es: Desafío para Desarrolladores de diciembre 2012 - Sin conexión
ja: 2012 年 12 月の Dev Derby Challenge - オフライン
pt: Desafio Dev Derby de dezembro de 2012 - Offline

source: December 2012
bn_bd: ডিসেম্বর ২০১২
es: Diciembre de 2012
ja: 2012 年 12 月
pt: Dezembro de 2012

source: With the maturing offline capabilities of the open Web, you can build apps that work with or without an Internet connection. With offline technologies, you can better support travelers and mobile users, improve performance, and more.
bn_bd: ওপেন ওয়েবের ক্রম-পরিপূর্ণতাপ্রাপ্ত অফলাইন সক্ষমতার মাধ্যমে আপনি এমন অ্যাপস তৈরি করতে পারবেন যা ইন্টারনেট সংযোগসহ অথবা ইন্টারনেট সংযোগ ছাড়াই কাজ করবে। অফলাইন প্রযুক্তির সাহায্যে আপনি ভ্রমণকারী এবং মোবাইল ব্যবহারকারীদের আরো ভালো সহায়তা দিতে পারবেন। Performance এর উন্নয়নসহ আরো অনেক কিছু তো রয়েছেই।
es: Con las funcionalidades sin conexión cada vez más desarrolladas que brinda la Web abierta, puedes crear aplicaciones que funcionen con o sin una conexión a Internet. Con las tecnologías sin conexión, puedes servir mejor a los viajeros y usuarios de dispositivos móviles, mejorar el rendimiento y otras muchas funciones más.
ja: オープン Web の成熟したオフライン能力により、インターネット接続の有無に関わらずアプリを構築することができます。オフライン技術で、旅行者やモバイルユーザをサポートし、パフォーマンスを改善することができます。
pt: Com o amadurecimento das capacidades offline da Web aberta, pode construir aplicações que funcionam com e sem ligação à Internet. Com tecnologias offline, pode melhorar o suporte a viajantes e utilizadores móveis, melhorar desempenho e muito mais.

source: January 2013 Dev Derby Challenge - Drag and Drop
bn_bd: জানুয়ারি ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - ড্র্যাগ এন্ড ড্রপ
es: Desafío para Desarrolladores de enero 2013 - Arrastrar y soltar
ja: 2013 年 1 月の Dev Derby Challenge - ドラッグ＆ドロップ
pt: Desafio Dev Derby de janeiro de 2013 - Arrastar e largar

source: Drag and Drop
bn_bd: ড্র্যাগ এন্ড ড্রপ
es: Arrastrar y soltar
ja: ドラッグ＆ドロップ
pt: Arrastar e largar
sl: Povleci in spusti

source: January 2013
bn_bd: জানুয়ারি ২০১৩
es: Enero de 2013
ja: 2013 年 1 月
pt: Janeiro de 2013

source: The Drag and Drop API brings an age-old interaction to the Web, making rich, natural, and familiar user experiences possible.
bn_bd: Drag and Drop এপিআই ওয়েবে যুগ যুগ পুরনো মিথষ্ক্রিয়া নিয়ে আসে যার ফলে ব্যবহারকারীর অভিজ্ঞতাকে সমৃদ্ধ এবং প্রাকৃতিক করে তোলা সম্ভব হচ্ছে।
es: La API Arrastrar y soltar trae a la web un procedimiento de interacción ya veterano, haciendo posibles experiencias de usuario ricas, naturales y familiares.
ja: ドラッグ＆ドロップ API は、使い古されたインタラクションを Web にもたらし、リッチでナチュラルな親しみやすいユーザ体験を可能にします。
pt: A API de arrastamento trás uma interação antiga para a Web, tornando possíveis experiências ricas, naturais e familiares para o utilizador.

source: February 2013 Dev Derby Challenge - Multi-touch
bn_bd: ফেব্রুয়ারী ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - মাল্টি-টাচ
es: Desafío para Desarrolladores de febrero 2013 - Multitáctil
ja: 2013 年 2 月の Dev Derby Challenge - マルチタッチ
pt: Desafio Dev Derby de fevereiro de 2013 - multi-toque

source: February 2013
bn_bd: ফেব্রুয়ারী ২০১৩
es: Febrero 2013
ja: 2013 年 2 月
pt: Fevereiro de 2013

source: The Touch Events API lets you track multiple touches at the same time on devices that support them. Build complex games, support pinch-to-zoom and more. By using multi-touch, your app can respond to all the interactions users have come to expect.
bn_bd: টাচ ইভেন্ট এপিআই আপনাকে একই সময়ে বহুবিধ টাচ ট্র্যাক করতে দেয় সে সকল ডিভাইসে যেগুলো তা সমর্থন করে। জটিল গেম বানান, চিমটি থেকে জুম এবং আরো সমর্থন করে। মাল্টি-টাচ ব্যবহারের মাধ্যমে, আাপনার অ্যাপটি ব্যবহারকারির আশা করা সব মিথষ্ক্রিয়ার উত্তর দিতে পারে।
es: La API de eventos táctiles te permite registrar múltiples toques al mismo tiempo en dispositivos compatibles. Crea juegos complejos, implementa "pellizcar para hacer zoom" y otras funciones. Usando múltiples toques, tu aplicación puede responder a todas las interacciones que los usuarios esperan.
ja: タッチイベント API を使うと、マルチタッチに対応したデバイスでは同時に複数のタッチを認識できます。操作が複雑なゲームやピンチ操作でのズームなどの機能を実装できます。マルチタッチを利用することで、ユーザが思う通りに操作ができるアプリを開発できるようになります。
pt: A API de eventos de toque permite-lhe seguir múltiplos toques em simultâneo em dispositivos que os suportem. Construir jogos completos, suporte para beliscar-para-zoom e muito mais. Ao utilizar multi-toque, a sua aplicação pode responder a todas as interações que os utilizadores se habituaram.

source: March 2013 Dev Derby Challenge - Mobile
bn_bd: মার্চ ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - মোবাইল
es: Desafío para Desarrolladores de marzo del 2013 - Móviles
ja: 2013 年 3 月の Dev Derby Challenge - モバイル
pt: Desafio Dev Derby de março de 2013 - Móvel

source: Mobile
bn_bd: মোবাইল
es: Móviles
ja: モバイル
pt: Móvel

source: March 2013
bn_bd: মার্চ ২০১৩
es: Marzo 2013
ja: 2013 年 3 月
pt: Março de 2013

source: The mobile Web is becoming more important every day. This time, the only limit is your creativity. What amazing experiences can you build for users on the go?
bn_bd: মোবাইল ওয়েব দিন দিন গুরুত্বপূর্ণ হয়ে উঠছে । বর্তমান সময়ে, একমাত্র সীমা হল আপনার সৃজনশীলতা। আপনি নিত্য ব্যবহারকারীদের জন্য কি ধরনের বিস্ময়কর অভিজ্ঞতা তৈরী করতে পারেন?
es: La Web móvil cobra cada día mayor importancia. Esta vez el único límite es tu creatividad, ¿qué experiencias increíbles puedes crear para los usuarios que están en continuo movimiento?
ja: モバイル Web は重要になっています。クリエイティビティ以外の制約はありません。では出先にいる人々に、どのようなすばらしい経験を提供できるでしょうか?
pt: A web mobile está a tornar-se cada vez mais importante. Desta vez, o único limite é a sua criatividade. Que fantásticas experiências web móveis consegue construir para os seus utilizadores?

source: April 2013 Dev Derby Challenge - Web Workers
bn_bd: এপ্রিল ২০১৩ ডেভ ডারভি চ্যালেঞ্জ - ওয়েব ওয়ার্কার্স
es: Desafío para Desarrolladores de abril 2013 - Web Workers
ja: 2013 年 4 月の Dev Derby Challenge - Web Workers
pt: Desafio Dev Derby de abril de 2013 - Workers Web

source: April 2013
bn_bd: এপ্রিল ২০১৩
es: Abril 2013
ja: 2013 年 4 月
pt: Abril de 2013

source: Web Workers make it easy for you to run scripts in the background. By using Web Workers, you can create dazzling user interfaces that are not hindered by even the most computationally-intensive tasks.
bn_bd: ওয়েব ওয়ার্কার্স এটাকে আপনার জন্য সহজ করে তুলে নেপথ্যে স্ক্রিপ্ট রান করানোর জন্য । ওয়েব ওয়ার্কার্স ব্যাবহারের মাধ্যমে ,আপনি ঝক্‌ঝকে ইউজার ইন্টারফেস তৈরী করতে পারবেন যেটা computationally-intensive.
es: Los Web Workers facilitan la ejecución de programas en segundo plano. La utilización de Web Workers te permite crear interfaces de usuario deslumbrantes que no se ven obstaculizadas por las tareas más complejas del equipo.
ja: Web Workersを活用することで、バックグラウンドでのスクリプトの実行が容易になります。計算能力が必要なのタスクにも妨害を受けない、優れたユーザインターフェースの構築も可能です。
pt: Os web workers permitem a execução facilitada de scripts em segundo plano. Ao utilizar web workers, pode criar interfaces hipnotizantes e que não são afetados até pelas tarefas computacionais mais intensivas.

source: May 2013 Dev Derby Challenge - getUserMedia
bn_bd: মে ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - getUserMedia
es: Desafío para Desarrolladores de mayo de 2013 - getUserMedia
ja: 2013 年 5 月の Dev Derby Challenge - getUserMedia
pt: Desafio Dev Derby de maio de 2013 - getUserMedia

source: May 2013
bn_bd: মে ২০১৩
es: Mayo 2013
ja: 2013 年 5 月
pt: Maio de 2013

source: May
bn_bd: মে
es: mayo
ja: 5 月
pt: Maio

source: Action!
bn_bd: অ্যাকশন!
es: ¡Acción!
ja: アクション!
pt: Ação!

source: The getUserMedia function lets you access (with permission) the cameras and microphones of your users. No plugins needed! What can you do once you have this media? The possibilities are endless.
bn_bd: গেটইউজারমিডিয়া ফাংশনটি আপনাকে (অনুমতি সাপেক্ষে) আপনার ব্যবহারকারীর ক্যামেরা এবং মাইক্রোফোন সমূহে প্রবেশ করতে দিবে । কোন প্লাগইন প্রয়োজন নেই ! একবার এই মাধ্যম টি পেলে আপনি কি করতে পারবেন ? সম্ভাবনা সীমাহীন।
es: La función getUserMedia te permite acceder (con el permiso del usuario) a la cámara y micrófonos del usuario. ¡Sin necesitar plugins! ¿Qué puedes hacer una vez que tienes los medios? Las posibilidades son infinitas.
ja: getUserMediaでは、ユーザのカメラやマイクにアクセスできます(許可が必要です)。しかも、プラグインは必要ありません。このメディアで実現できることは無限です。
pt: A função getUserMedia permite-lhe aceder (com permissão) a câmaras e microfones dos seus utilizadores. Não são necessárias extensões! O que pode fazer com esta media? As possibilidades são ilimitadas.

source: June 2013 Dev Derby Challenge - WebGL II
bn_bd: জুন ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - ওয়েবজিএল ২
es: Desafío para Desarrolladores de junio 2013 - WebGL II
ja: 2013 年 6 月の Dev Derby Challenge - WebGL II
pt: Desafio Dev Derby de junho de 2013 - WebGL II

source: June 2013
bn_bd: জুন ২০১৩
es: Junio 2013
ja: 2013 年 6月
pt: Junho de 2013

source: June
bn_bd: জুন
es: junio
ja: 6 月
pt: Junho

source: Twice the 3D!
bn_bd: থ্রিডিকে দ্বিগুণ করুন!
es: ¡El doble de 3D!
pt: O dobro do 3D!

source: July 2013 Dev Derby Challenge - File API
bn_bd: জুলাই ২০১৩ ডেভ ডারবি চ্যালেঞ্জ - ফাইল এপিআই
es: Desafío para Desarrolladores de julio 2013 - API de archivos
ja: 2013 年 7 月の Dev Derby Challenge - File API
pt: Desafio Dev Derby de julho de 2013 - API de ficheiros

source: File API
bn_bd: ফাইল এপিআই
es: API de archivos
pt: API de ficheiros

source: July 2013
bn_bd: জুলাই ২০১৩
es: Julio 2013
ja: 2013 年 7 月
pt: Julho de 2013

source: July
bn_bd: জুলাই
es: julio
ja: 7月
pt: Julho

source: File found
bn_bd: ফাইল পাওয়া গেছে
es: Archivo encontrado
ja: ファイルが見つかりました
pt: Ficheiro encontrado

source: The File API lets you read the contents of files submitted by your users, making natural and familiar data operations possible.
bn_bd: ফাইল এপিআই আপনার ব্যবহারকারির জমা দেয়া ফাইলের বিষয়বস্তুগুলো আপনাকে পড়তে দেয়, যা স্বাভাবিক এবং পরিচিত ডাটা অপারেশন সম্ভব করে।
es: La API de archivos te permite leer el contenido de archivos enviados por tus usuarios, posibilitando las operaciones de datos naturales y conocidas.
ja: File API ではユーザが選択したファイルコンテンツの読み込みが可能で、自然で使いやすいデータ操作が実現します。
pt: A API de ficheiros permite-lhe ler os conteúdos de ficheiros enviados pelos seus utilizadores, tornando possíveis operações naturais e familiares com dados.

source: Mozilla's Audio Data API extends the current HTML5 API and allows web developers to read and write raw audio data.
bn_bd: মজিলার Audio Data এপিআই বর্তমান HTML5 এপিআইকে প্রসারিত করে এবং ওয়েব ডেভলপারদের raw audio data read ও write করার সুযোগ দেয়।
es: La API de datos de audio de Mozilla extiende la API de HTML5 actual y permite que los desarrolladores web lean y escriban datos de audio sin procesar.
ja: Mozilla の Audio Data API は、現在の HTML5 API を拡張し、Web 開発者が生の音声データを読み書きできるようにします。
pt: A API de dados áudio da Mozilla estende a API HTML5 atual e permite aos programadores web ler e escrever dados áudio em bruto.
sl: Mozilla's Audio Data API razširja sedanjo HTML5 API in omogoča spletnim razvijalcem brati in pisati surove avdio podatke.

source: MDN Documentation
bn_bd: MDN ডকুমেন্টেশন
es: Documentación de MDN
ja: MDN ドキュメンテーション
pt: Documentação MDN
sl: Dokumentacija MDN

source: https://developer.mozilla.org/en-US/docs/Introducing_the_Audio_API_Extension
bn_bd: https://developer.mozilla.org/bn-BD/docs/Introducing_the_Audio_API_Extension
ja: https://developer.mozilla.org/ja/docs/Introducing_the_Audio_API_Extension
pt: https://developer.mozilla.org/pt-PT/docs/Introducing_the_Audio_API_Extension

source: Wikipedia Article
bn_bd: উইকিপিডিয়া নিবন্ধ
es: Artículo de Wikipedia
ja: Wikipedia の記事
pt: Artigo da Wikipédia
sl: Članek v Wikipediji

source: W3C Spec
es: Especificación W3C
ja: W3C 仕様
pt: Especificação W3C
sl: Specifikacija W3C

source: The HTML5 canvas element allows you to display scriptable renderings of 2D shapes and bitmap images.
bn_bd: এইচটিএমএল৫ এর ক্যানভাস এলিমেন্ট 2D আকৃতির এবং বিটম্যাপ ছবির স্ক্রিপ্ট করা যায় এমন রেন্ডারিং দেখাতে দেয়।
es: El elemento canvas de HTML5 te permite representar dibujos con scripts de formas 2D e imágenes de mapas de bits.
ja: HTML5 の Canvas 要素を用いることで スクリプトで描画を操作可能な 2D 図形とビットマップ画像を表示できます。
pt: http://www.w3.org/TR/html5/video.html#audio
sl: Canvas HTML5 element vam omogoča prikaz 2D oblik in bitmap slik s pomočjo skriptov..

source: https://developer.mozilla.org/en-US/docs/HTML/Canvas
bn_bd: https://developer.mozilla.org/bn-BD/docs/HTML/Canvas
ja: https://developer.mozilla.org/docs/HTML/Canvas
pt: https://developer.mozilla.org/pt-PT/docs/Web/HTML/Canvas

source: http://en.wikipedia.org/wiki/Canvas_element
es: http://es.wikipedia.org/wiki/Canvas
ja: http://ja.wikipedia.org/wiki/Canvas%E8%A6%81%E7%B4%A0
pt: http://pt.wikipedia.org/wiki/Canvas_%28HTML5%29
