Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Demo is not by this author
bn_bd: ডেমো এই লেখকের নয়
es: La demo no es de este autor
ja: このデモはこの作者によるものではありません
pt: Esta demonstração não é deste autor
sl: Demo ni iz rok tega avtorja

source: Dev Derby Submissions
bn_bd: ডেভ ডারবি থেকে পাওয়া
es: Envíos al Dev Derby
ja: Dev Derby への参加
pt: Submissões Dev Derby

source: Home
bn_bd: হোম
es: Inicio
ja: ホーム
pt: Início

source: Challenges
bn_bd: চ্যালেঞ্জ সমূহ
es: Desafíos
ja: チャレンジ
pt: Desafios

source: Rules
bn_bd: নিয়ম
es: Bases
ja: ルール
pt: Regras

source: Judging
bn_bd: বিচার প্রক্রিয়া
es: Jurado
ja: 審査
pt: Julgar

source: Prizes
bn_bd: পুরষ্কার
es: Premios
ja: 賞品
pt: Prémios

source: Resources
bn_bd: রিসোর্স
es: Recursos
ja: リソース
pt: Recursos

source: presents
bn_bd: বর্তমান
es: presenta
pt: apresenta

source: Show us what you can do with %(title)s
bn_bd: আামদের দেখান আপনি কী করতে পারেন %(শিরোনামের) সাথে
es: Muéstranos lo que puedes hacer con %(title)s
ja: %(title)s で何ができるかを示して下さい
pt: Mostre-nos o que consegue fazer com %(title)s

source: Join the Dev Derby now and submit your demo to win an Android phone or other prizes.
bn_bd: একটি অ্যানড্রোয়েড ফোন বা অন্যান্য পুরষ্কারসমূহ জিতে নিতে এখন ডেভ ডার্বিতে যোগ দিন এবং আপনার ডেমগুলো সাবমিট করুন।
es: Participa en el Desafío para Desarrolladores, envía tu demo y gana un teléfono con Android y otros muchos premios.
ja: 今すぐ Dev Derby に参加して、あなたのデモを投稿してください。勝者には Android 携帯電話などの賞品が当たります。
pt: Junte-se agora ao Dev Derby e submeta a sua demonstração para ganhar um telemóvel Android ou outros prémios.

source: <a href="%(submit_url)s"><b>Submit</b> Your Demo</a>
bn_bd: <a href="%(submit_url)s"> অাপনার ডেমোটি<b>সাবমিট করুন</b></a>
es: <a href="%(submit_url)s"><b>Envía</b><br> tu<br> demo</a>
ja: <a href="%(submit_url)s">デモを<b>投稿</b></a>
pt: <a href="%(submit_url)s"><b>Submeta</b> a sua demonstração</a>

source: Dev Derby on Hiatus
bn_bd: হায়াটাসে ডেভ ডার্বি
es: El Desafío para Desarrolladores hace una pausa
ja: Dev Derby は中断中です
pt: Dev Derby de férias

source: The Dev Derby is on hiatus, but will return soon.
bn_bd: ডেভ ডার্বি এখন hiatus এ, কিন্তু খুব তাড়াতাড়ি ফিরবে।
es: El Desafío para Desarrolladores hace una pausa, pero volverá pronto.
ja: Dev Derby は現在中断中ですが、すぐに再開します。
pt: O Dev Derby está de férias, mas irá retornar em breve.

source: Upcoming Challenges
bn_bd: আসন্ন চ্যালেঞ্জ
es: Próximos desafíos
ja: 次回のチャレンジ
pt: Próximos desafios

source: Recent Challenges
bn_bd: সাম্প্রতিক চ্যালেঞ্জ
es: Desafíos recientes
ja: 最近の変更
pt: Desafios recentes

source: <span><b>Current</b> Derby</span>
bn_bd: <span><b>বর্তমান</b>ডার্বি</span>
es: <span>Desafío <b>actual</b></span>
ja: <span><b>開催中</b>のダービー</span>
pt: <span>Derby <b>atual</b></span>

source: Current
bn_bd: বর্তমান
es: Actual
ja: 最新
pt: Atual

source: Submissions
bn_bd: সাবমিশন
es: Envíos
ja: 投稿
pt: Submissões

source: <p class="demo-submit"><a href="%(submit_url)s" class="button">Submit your demo</a> for the %(month)s Dev Derby today!</p>
bn_bd: <p class="demo-submit"><a href="%(submit_url)s" class="button">ডেমোটি সাবমিট করুন</a> %(month)s ডেব ডার্বির জন্য অাজকেই!</p>
es: <p class="demo-submit">¡<a href="%(submit_url)s" class="button">Envía tu demo</a> hoy mismo al Desafío para Desarrolladores de %(month)s!</p>
ja: <p class="demo-submit">今すぐ %(month)s Dev Derby に<a href="%(submit_url)s" class="button">デモを投稿</a>しよう！</p>
pt: <p class="demo-submit"><a href="%(submit_url)s" class="button">Envie a sua demonstração</a> hoje para o Dev Derby de %(month)s!</p>

source: Developers must be busy tinkering with their demos. No submissions yet. Be the first!
bn_bd: ডেভেলপারগণ অবশ্যই তাদের ডেমো এর কাজ নিয়ে ব্যস্ত থাকে। এখনো কোন সাবমিশন নাই। আপনি প্রথম হোন !
es: Los desarrolladores deben estar ocupados perfeccionando sus demos. Todavía no hay envíos. ¡Sé el primero!
ja: 開発者たちはデモの修正で忙しいようです。まだ投稿は有りません。一番乗りしましょう！
pt: Os programadores devem estar ocupados a afinar as suas demonstrações. Ainda sem submissões. Seja o primeiro!

source: Submit Your Demo
bn_bd: আপনার ডেমো জমা দিন
es: Enviar una demo
ja: デモを投稿
pt: Submeter a sua demonstração

source: <p>A summary of the rules can be found below. For a complete look at the terms of the contest please see the <a href="%(rules_url)s">Dev Derby Contest Official Rules</a>.</p> <ul class="prose"> <li>Almost anyone can enter (<a href="%(rules_url)s">see the rules</a> for exceptions).</li> <li>There will be a new contest every month.</li> <li>Your entry must meet certain criteria; <a href="%(rules_url)s">see the rules</a> for the overall criteria and the Current Challenge section for any special criteria for each contest.</li> <li>Each contest runs from the first day of the month to the last day of the month (based on <strong>US Pacific time</strong>).</li> <li>Entries will be judged by a panel of qualified reviewers, who may or may not take into account how many &ldquo;likes&rdquo; your entry receives.</li> <li>The winners of each month's contest will be announced by the <strong>20th of the following month</strong>.</li> <li>You can't win more than once in the same calendar year.</li> <li>Please read the <a href="%(rules_url)s">Dev Derby Contest Official Rules</a> before submitting your entry.</li> </ul>
bn_bd: <p>নিয়মসমূহের একটি সারাংশ নিম্নে পাওয়া যাবে। প্রতিযোগিতার পূর্ণ বিবরণ দেখার জন্য দয়া করে <a href="%(rules_url)s">ডেভ ডার্বি কনটেস্টের অফিসিয়াল নিয়মাবলী</a>দেখুন।</p> <ul class="prose"> <li>প্রায় যে কেউই প্রবেশ করতে পারেন (<a href="%(rules_url)s">নিয়মগুলো দেখুন</a> ব্যতিক্রমসমূহের জন্য)।</li> <li>প্রতি মাসে একটি করে নতুন প্রতিযোগিতা হবে।</li> <li>আপনার এন্ট্রি অবশ্যই নির্দিষ্ট মানদণ্ড পুরণ করতে হবে; <a href="%(rules_url)s">নিয়মগুলো দেখুন</a> সামগ্রিক মানদণ্ড এবং বর্তমান চ্যালেঞ্জ বিভাগের বিশেষ মানদণ্ডের জন্য।</li> <li>প্রতিটি প্রতিযোগিতা মাসের প্রথম দিনটি থেকে শেষ দিনটি পর্যন্ত চলবে (<strong>মার্কিন প্যাসিফিক সময়ের</strong> উপর ভিত্তি করে)।</li> <li>যোগ্যতাসম্পন্ন সমালোচকের একটি প্যানেলের দ্বারা এন্ট্রিসমূহ বিচার করা হবে, যারা আপনি কতগুলো &এলডিকিউও;লাইক্‌স&আরডিকিউও; এন্ট্রি পেলেন তা বিচারে নিতে বা নাও নিতে পারেন।</li> <li>প্রত্যেক মাসের বিজয়ীদের নাম <strong>পরবর্তি মাসের ২০ তারিখের দিকে</strong>ঘোষণা করা হবে।</li <li>আপনি একই পঞ্জিকাবর্ষে একবারের বেশি জিততে পারবেন না।</li> <li>দয়া করে আপনার এন্ট্রি সাবমিট করার পূর্বে <a href="%(rules_url)s">ডেভ ডার্বি কনটেস্টের অফিসিয়াল নিয়মাবলী</a> পড়ুন।</li> </ul>
es: <p>Debajo podrás encontrar un resumen de las bases. Si quieres ver los términos en su totalidad, mira las <a href="%(rules_url)s">bases oficiales del Desafío para Desarrolladores (en inglés)</a>.</p> <ul class="prose"> <li>Prácticamente cualquiera puede participar(<a href="%(rules_url)s">consulta las bases </a> para conocer las excepciones).</li> <li>Cada mes habrá un nuevo concurso.</li> <li>Tu propuesta deberá cumplir determinados criterios, así que <a href="%(rules_url)s">lee las bases</a> para conocer los criterios generales, y la sección Desafío actual para saber los criterios especiales de cada desafío.</li> <li>Cada concurso comienza el primer día del mes y termina el último día del mismo (según la <strong>hora del Pacífico de EE. UU.</strong>).</li> <li>Las propuestas serán juzgadas por un jurado de especialistas, que pueden tener en cuenta o no el número de &ldquo;me gusta&rdquo; que haya recibido tu propuesta.</li> <li>Los ganadores de cada desafío mensual serán anunciados antes del día <strong>20 del mes siguiente</strong>.</li> <li>No podrás ganar más de un desafío en el mismo año.</li> <li>Lee <a href="%(rules_url)s">las bases oficiales del Desafío para Desarrolladores</a> antes de enviar tu propuesta.</li> </ul>
ja: <p>ルールの概要は以下から確認できます。コンテストの条件に関する詳細は、<a href="%(rules_url)s">Dev Derby Contest Official Rules (デブ・ダービー・コンテストの公式ルール)</a>をご覧ください。</p> <ul class="prose"> <li>コンテストには、ほぼどなたでも参加できます (例外については<a href="%(rules_url)s">公式ルール</a>をご覧ください)。</li> <li>毎月、新しいコンテストが開催されています。</li> <li>エントリーには一定の基準を満たす必要があります。すべての基準は <a href="%(rules_url)s">公式ルール</a> をご確認ください。また、Current Challenge (開催中のコンテスト) のセクションでは、コンテストごとの特別な基準をご覧いただけます。</li> <li>それぞれのコンテストは、毎月初日から末日まで (<strong>米国太平洋時間</strong>) に開催されます。</li> <li>審査は選抜されたレビュアたちによって行われるものの、獲得した &ldquo;投票数&rdquo; が考慮に入れられるかどうかはそれぞれのレビュアによって異なります。</li> <li>毎月のコンテストの受賞者は、<strong>翌月の 20 日</strong>までに発表されます。</li> <li>同じ暦年内に複数回、受賞することはできません。</li> <li>エントリーする前に、<a href="%(rules_url)s">Dev Derby Contest Official Rules (デブ・ダービー・コンテストの公式ルール)</a> をご覧ください。</li> </ul>
pt: <p>Um resumo das regras pode ser encontrado em baixo. Para análise completa dos termos do concurso, por favor veja as <a href="%(rules_url)s">Regras Oficiais do Concurso Dev Derby</a>.</p> <ul class="prose"> <li>Quase todos podem concorrer (<a href="%(rules_url)s">consulte as regras</a> para conhecer as exceções).</li> <li>Irá existir um novo concurso todos os meses.</li> <li>A sua participação tem de cumprir certos critérios; <a href="%(rules_url)s">consulte as regras</a> para uma visão global dos critérios e a secção Desafio atual para qualquer critério específico de cada concurso.</li> <li>Cada concurso começa no primeiro dia do mês, até ao último dia do mês (baseado no fuso horário do <strong>Pacífico EUA</strong>).</li> <li>As participações serão analisadas por um painel de revisores qualificados, que podem ou não ter em atenção quantos &ldquo;gostos&rdquo; a sua participação teve.</li> <li>Os vencedores de cada mês serão anunciados por volta do dia <strong>20 do mês seguinte</strong>.</li> <li>Não pode ganhar mais do que uma vez por ano.</li> <li>Por favor, consulte as <a href="%(rules_url)s">Regras Oficiais do Concurso Dev Derby</a> antes de enviar a sua participação.</li> </ul>

source: <p>Entries will be reviewed by a panel of qualified judges, including members of the Mozilla team and outside experts. We will rate the demos across 4 dimensions:</p>
bn_bd: লিপিবদ্ধকরণ বিষয় গুলো একটি কোয়ালিফায়েড জার্জ এর প্যানেল, এমনকি মোজিলা টিম মেম্বার এবং বাহিরের কিছু এক্সপার্ট এর মাধ্যমে রিভিও হয়।আমরা ডেমো গুলো মোটামোটি ৪ ডায়মেনশনে রেটিং দেওয়া হয়।
es: <p>Las entradas serán revisadas por un panel de jueces cualificados, incluyendo miembros del equipo de Mozilla y expertos externos. Vamos a puntuar las demos a través de 4 dimensiones:</p>
ja: <p>エントリは、 Mozilla チームのメンバーや外部の専門家を含む適格な審査員のパネルによって審査されます。私たちは多角的にデモを評価します:</p>
pt: <p>As participações serão revistas por um painel de júris qualificados, incluindo membros da equipa da Mozilla e especialistas externos. Iremos classificar as demonstrações através de quatro dimensões:</p>

source: <ul class="prose"> <li><strong>Technology</strong> &ndash; Does the demo showcase the power of open Web technologies?</li> <li><strong>Originality</strong> &ndash; How innovative and unique is the demo?</li> <li><strong>Aesthetics</strong> &ndash; How good is the visual design and interaction experience?</li> <li><strong>Practicality</strong> &ndash; How useful is this demo in enhancing the Web today?</li> </ul>
bn_bd: <ul class="prose"> <li></li>প্রযুক্তি</strong> &ndash; ডেমো কী ওপেন ওয়েব প্রযুক্তিগুলোর প্রদর্শন করে?</li> <li><strong>মৌলিকত্ব</strong> &ndash; কীভাবে ডেমো উদ্ভাবনী এবং অনন্য?</li> <li><strong>চারুকলা</strong> &ndash; ভিজুয়াল ডিজাইন এবং ইন্টার‍্যাকশন এক্সপেরিয়েন্সে কীভাবে ভালো?</li> <li><strong>বাস্তবতা</strong> &ndash; কীভাবে ডেমো বর্তমানে ওয়েবের প্রসারে প্রয়োজনীয়?</li> </ul>
es: <ul class="prose"> <li><strong>Tecnología</strong> &ndash; ¿Demuestra la demo el poder de las tecnologías web abiertas?</li> <li><strong>Originalidad</strong> &ndash; ¿Cómo es de innovadora y única la demo?</li> <li><strong>Estética</strong> &ndash; ¿Qué tal es el diseño visual y la experiencia de interacción?</li> <li><strong>Utilidad</strong> &ndash; ¿Cómo de útil es esta demo en la mejora de la Web hoy en día?</li> </ul>
ja: <ul class="prose"> <li><strong>技術</strong>&ndash;オープンWeb技術の有効性が示されているか</li> <li><strong>オリジナリティ</strong>&ndash;どの程度の革新性と独自性があるか</li> <li><strong>美しさ</strong> &ndash;視覚的なデザインとインタラクションはどの程度優れているか</li> <li><strong>実用性</strong> &ndash;現在のWebの発展に貢献するものか</li> </ul>
pt: <ul class="prose"> <li><strong>Tecnologia</strong> &ndash; A demonstração mostra o poder das tecnologias abertas da web?</li> <li><strong>Originalidade</strong> &ndash; Quão imaginativa e única é a demonstração?</li> <li><strong>Estética</strong> &ndash; Quão boa é a aparência e a experiência de interação?</li> <li><strong>Praticidade</strong> &ndash; Quão útil é a demonstração em melhorar a Web hoje?</li> </ul>

source: <p>The judges will use all four dimensions in scoring each entry, and any additional criteria specified for a particular contest.</p>
bn_bd: <p> বিচারকগণ ব্যবহার করবেন প্রতিটি এন্ট্রি স্কোরিং এর জন্য সকল চারটি মাত্রা, এবং একটি বিশেষ প্রতিযোগীতার জন্য নির্দিষ্ট কোন অতিরিক্ত মানদণ্ড।</p>
es: <p>Los jueces usarán las cuatro dimensiones en la puntuación de cada entrada, y cualquier otro criterio especificado para un concurso en particular.</p>
ja: <p>審査員は各エントリを多角的に評価します。各コンテストには、特別な追加基準が設定されています。</p>
pt: <p>Os júris irão utilizar todas estas quatro dimensões para classificar cada participação e quaisquer critérios adicionais especificados para determinado concurso.</p>

source: <p>The judges may also take into account how many &ldquo;likes&rdquo; the entries have received from the community. So make sure to share your demo with others and encourage them to visit Dev Derby to &ldquo;vote.&rdquo;</p>
bn_bd: <p> এছাড়াও কমিউনিটি থেকে কতগুলো &ldquo;likes&rdquo; পেয়েছেন বিচারকগণ তা বিবেচনায় নিতেও পারেন। তাই অন্যদের সাথে আপনার ডেমো শেয়ার করতে এবং তাদেরকে ডেভ ডার্বির &ldquo;vote.&rdquo; তে পরিদর্শন করতে উৎসাহিত করতে ভুলবেন না।</p>
es: <p>Los jueces también podrán tener en cuenta la cantidad de &ldquo;Me gusta&rdquo; que las entradas han recibido de la comunidad. Así que asegúrate de compartir tu demostración con los demás y anímalos a visitar Derby Dev para &ldquo;votar.&rdquo;</p>
ja: <p>審査員は、エントリにつけられた &ldquo;likes&rdquo; の数も考慮する事があります。ぜひ、他の人とあなたのデモを共有し、彼らが &ldquo;投票.&rdquo; してくれるよう、Dev Derby への訪問を促してください。</p>
pt: <p>Os júris podem também ter em atenção a quantidade de &ldquo;gostos&rdquo; que as participações receberam da comunidade. Por isso, não se esqueça de partilhar a sua demonstração com outros e encorajando-os a visitar o Dev Derby para &ldquo;votar.&rdquo;</p>

source: Expert Judges
bn_bd: বিশেষজ্ঞ বিচারক
es: Jueces expertos
ja: エキスパート審査員
pt: Júris especialistas

source: UI Developer, CTO at Storygami
bn_bd: ইউআই ডেভেলোপার, স্টোরিগামি সিটিও
es: Desarrollador de IU, CTO en Storygami
ja: UI 開発者、Storygami CTO
pt: Programador de interfaces, diretor de tecnologia na Storygami

source: James is a London-based UI Developer with a passion for JavaScript, HTML5 and anything that enables him and others to create stuff of value. He's currently freelancing and working on interactive media at Storygami, a new startup that he's the CTO of. James shares opinionated technical articles and code on his website and github.
bn_bd: জেমস একজন লন্ডন-ভিত্তিক ইউআই ডেভেলপার যার- জাভাস্ক্রিপ্ট, এইচটিএমএলফাইভ এবং অন্যান্য সম্পৃক্ত বিষয় যেগুলো তাকে এবং অন্যদেরকে গুরুত্ববহুল কিছু তৈরি করতে সাহায্য করে- সেগুলোর প্রতি আসক্তি রয়েছে। বর্তমানে সে ফ্রিল্যান্সিং করার সাথে সাথে ইন্টারএকটিভ মিডিয়া নিয়ে স্টোরিগ্যামি নামের একটা নতুন উদ্যোগে কাজ করছে, যেখানে সে প্রধান কারিগরি কর্মকর্তা হিসেবে কর্মরত। জেমস তার ওয়েবসাইট এবং গিটহাবে তার নিজের প্রযুক্তিবিষয়ক লেখালেখি ও কোডগুলো শেয়ার করে।
es: James es un desarrollador de interfaz de usuario que vive en Londres y apasionado por el JavaScript, HTML5 y todo lo que permite a él y a otros crear cosas de valor. Actualmente trabaja por su cuenta y también en medios interactivos de Storygami, una nueva empresa de la que es el director tecnológico. James comparte artículos técnicos dogmáticos y código en su sitio web y github.
ja: ジェームズはロンドンを拠点とするUI開発者で、JavaScriptやHTML5など、価値あるものを創造するための、あらゆる技術に強い関心を持っています。現在、フリーランスで仕事をしている彼は、自身がCTOを務める新興企業、Storygamiでインタラクティブメディアに取り組んでいます。ジェームズのWebサイトやGithubでは、技術関連における彼独自の視点からの記事やコードが紹介されています。
pt: James vive em Londres e é um programador de interfaces com uma paixão por JavaScript, HTML5 e qualquer outra coisa que permita, a ele e aos outros, criar coisas de valor. Atualmente desenvolve trabalhos de forma independente e trabalha em media interativa na Storygami, uma nova empresa da qual é diretor de tecnologia. O James partilha artigos técnicos de opinião e código no seu site web e no github.

source: Developer Engagement Community Organizer, Mozilla
bn_bd: ডেভেলপার এঙ্গেজমেন্ট কমিউনিটি সংগঠক, মজিলা
es: Coordinadora de la comunidad de participación de desarrolladores, Mozilla
pt: Organizador da Comunidade para o Envolvimento de Programadores, Mozilla

source: Janet has been wandering around software development since the twentieth century, and around open source software and documentation since 2004. She started working for Mozilla on developer documentation in 2010, and recently became Community Manager for Developer Engagement. Her superpower is taking things literally.
bn_bd: প্রায় বিংশ শতাব্দীর শুরু থেকেই জ্যানেট সফটওয়্যার ডেভেলপমেন্ট ক্ষেত্রে বিচরণ করছে, এবং ২০০৪ থেকে সে ওপেনসোর্স সফটওয়্যার এবং ডকুমেন্টেশন নিয়ে কাজ শুরু করে। ২০১০ সালে সে মজিলা ডেভেলপার ডকুমেন্টেশনে কাজ করে এবং সম্প্রতি সে ডেভেলপার এনগেজমেন্ট এর কমিউনিটি ব্যবস্থাপক নির্বাচিত হয়েছে। তার সবচেয়ে ভাল গুণ হচ্ছে যেকোন বিষয় সোজাসুজি বা সরাসরি নেওয়া।
es: En sus comienzos Jane se movía en el mundo del desarrollo de programas, y a partir de 2004 se dedicó a los programas de código abierto y la documentación. Empezó a trabajar para Mozilla en 2010 en la documentación para los desarrolladores y hace poco se ha convertido en la administradora de la comunidad (community manager) de los desarrolladores comprometidos. Su fuerte: seguir fielmente el significado exacto de las palabras, sin buscar interpretaciones o sentidos figurados.
ja: 20世紀からソフトウェア開発でのキャリアをスタートさせたジャネットは、2004年からオープンソースのソフトウェアとドキュメンテーションに従事しています。2010年にMozillaでの開発者ドキュメンテーション業務を開始し、先日、デベロッパーエンゲージメント担当コミュニティーマネージャーに任命されました。物事を文字通りに解釈することが、彼女の大きな強みです。
pt: A Janet tem estado envolvida no desenvolvimento de software desde o século XX e em código aberto e documentação desde 2004. Começou a trabalhar na documentação Mozilla para programadores em 2010 e recentemente tornou-se Gestora da Comunidade para o Envolvimento de Programadores. O seu super poder é o de levar as coisas literalmente.

source: Previous Dev Derby Challenges
bn_bd: পূর্ববর্তী ডেব ডার্বি চ্যালেঞ্জ
es: Desafíos para Desarrolladores anteriores
ja: 前回の Dev Derby Challenges
pt: Desafios Dev Derby anteriores

source: <div style="padding-right: 20px;"> <h2>Dev Derby on Hiatus</h2> <p>The Dev Derby is on hiatus while we work on revamping the contest series. When it returns, you may see some changes in the contest format. However, the Dev Derby mission remains unchanged: to provide a platform that helps web developers learn, share, and push the web forward.</p> <p>See you soon!</p> </div>
bn_bd: পূর্ববর্তী বিজয়ী
es: <div style="padding-right: 20px;"> <h2>Desafío para Desarrolladores suspendido</h2> <p>Se suspende el Desafío para Desarrolladores mientras trabajamos en la renovación del concurso. Cuando volvamos, podrás ver algunos cambios en el formato del mismo. No obstante, la misión del Desafío para Desarrolladores sigue intacta: proporcionar una plataforma que ayude a los desarrolladores web a aprender, compartir e impulsar la Web.</p> <p>¡Hasta pronto!</p> </div>
ja: <div style="padding-right: 20px;"><h2>Dev Derby 中断中</h2> <p>Dev Derby はコンテストの刷新を行っており、現在中断中です。再開後は様式が変わったコンテストとなっているでしょう。しかし、Dev Derby のミッションは変わりません: Web 開発者が Web を学習したり、共有したり、Web を前に押し出す助けとなるプラットフォームであることです。</p> <p>乞うご期待！</p> </div>
pt: <div style="padding-right: 20px;"> <h2>Dev Derby de férias</h2> <p>O Dev Derby está de férias enquanto trabalhamos para relançar a série de concursos. Quando voltar, poderá ver algumas alterações no formato do concurso. No entanto, a missão do Dev Derby mantêm-se inalterada: fornecer uma plataforma que ajuda programadores web a aprender, partilhar e avançar com a web.</p> <p>Até breve!</p> </div>

source: Previous Winner
bn_bd: পূর্ববর্তী বিজয়ী
es: Ganador anterior
ja: 前回の勝者
pt: Vencedor anterior

source: See the Demo
bn_bd: ডেমো দেখুন
es: Ver la demo
ja: デモを見る
pt: Ver a demonstração

source: <h1>Prizes</h1> <ol> <li class="first"> <h3>Android mobile device</h3> <p>Winner gets an Android mobile device from <a rel="external" href="http://www.samsung.com/us/mobile/cell-phones">Samsung</a>.</p> </li> <li class="second"> <h3>Rickshaw laptop bag</h3> <p>Runner-up gets a hand-crafted laptop messenger bag from <a rel="external" href="http://www.rickshawbags.com/bags/laptop-messenger-bag/standard/standard-commuter-laptop-bag-black.html">Rickshaw</a>.</p> </li> <li class="third"> <h3>MDN t-shirt</h3> <p>3rd place gets a limited edition MDN t-shirt to show off their geek cred.</p> </li> </ol>
bn_bd: <h1>পুরষ্কার</h1> <ol> <li class="first"> <h3>অ্যান্ড্রয়েড মোবাইল ডিভাইস</h3> <p>বিজয়ীরা অ্যান্ড্রয়েড ডিভাইস পাবে <a rel="external" href="http://www.samsung.com/us/mobile/cell-phones">স্যামসাং</a>.</p> </li> <li class="second"> <h3>রিকশা ল্যাপটপ ব্যাগ</h3> <p>রানার-আপ পাবে একটি হ্যান্ড-ক্রাফট ল্যাপটপ ব্যাগ<a rel="external" href="http://www.rickshawbags.com/bags/laptop-messenger-bag/standard/standard-commuter-laptop-bag-black.html">রিকশা</a>.</p> </li> <li class="third"> <h3>MDN টি-শার্ট</h3> <p> তৃতীয় স্থান অধিকারী পাবে একটি লিমিটেড এডিশন MDN টি-শার্ট যা তাদের গিক প্রতিভা প্রকাশ করবে।</p> </li> </ol>
es: <h1>Premios</h1> <ol> <li class="first"> <h3>Dispositivo móvil Android</h3> <p>El ganador recibirá un dispositivo móvil Android de <a rel="external" href="http://www.samsung.com/us/mobile/cell-phones">Samsung</a>.</p> </li> <li class="second"> <h3>Bolsa de portátil Rickshaw</h3> <p>El finalista obtendrá una bolsa bandolera hecha a mano para portátil de <a rel="external" href="http://www.rickshawbags.com/bags/laptop-messenger-bag/standard/standard-commuter-laptop-bag-black.html">Rickshaw</a>.</p> </li> <li class="third"> <h3>Camiseta MDN</h3> <p>El tercer clasificado recibirá una camiseta MDN de edición limitada para que pueda mostrar su credo geek.</p> </li> </ol>
ja: <h1>商品</h1> <ol> <li class="first"> <h3>Android モバイル端末</h3> <p>優勝者には <a rel="external" href="http://www.samsung.com/us/mobile/cell-phones">Samsung</a> から Android モバイル端末が授与されます。</p> </li> <li class="second"> <h3>Rickshaw パソコンバッグ</h3> <p>次点者は <a rel="external" href="http://www.rickshawbags.com/bags/laptop-messenger-bag/standard/standard-commuter-laptop-bag-black.html">Rickshaw</a> からノート PC 用の手作りバッグが授与されます。</p> </li> <li class="third"> <h3>MDN T シャツ</h3> <p>3 位の受賞者にはあなたがギークであることが表される限定 MDN T シャツが授与されます。</p> </li> </ol>
pt: <h1>Prémios</h1> <ol> <li class="first"> <h3>Dispositivo móvel Android</h3> <p>O vencedor ganhar um dispositivo móvel Android da <a rel="external" href="http://www.samsung.com/us/mobile/cell-phones">Samsung</a>.</p> </li> <li class="second"> <h3>Mala de portátil da Rickshaw</h3> <p>O vice-campeão obtém uma mala artesanal de transporte para portátil da <a rel="external" href="http://www.rickshawbags.com/bags/laptop-messenger-bag/standard/standard-commuter-laptop-bag-black.html">Rickshaw</a>.</p> </li> <li class="third"> <h3>Uma t-shirt da MDN</h3> <p>A terceira posição obtém uma edição limitada de t-shirt da MDN para mostrar a sua reputação geek.</p> </li> </ol>

source: Docs
bn_bd: ডকুমেন্টেশন
es: Documentación
ja: ドキュメント
pt: Documentação
sl: Navodila

source: Demos
bn_bd: ডেমো
ja: MDN デモ
pt: Demonstrações

source: Articles
bn_bd: নিবন্ধ
es: Artículos
ja: 記事
pt: Artigos

source: Dev Derby Rules
bn_bd: ডেভ ডারবি নিয়মাবলী
es: Bases del Desafío para Desarrolladores
ja: Dev Derby のルール
pt: Regras Dev Derby

source: Demos tagged {tag}
bn_bd: ট্যাগকৃত ডেমো {tag}
es: Demos con la siguiente etiqueta {tag}
ja: {tag} タグの付いたデモ
pt: Demonstrações marcadas como {tag}
sl: Primeri označeni z {tag}

source: Derby Winners
bn_bd: ডার্বি বিজয়ী
es: Ganadores del desafío
ja: Derby の勝者
pt: Vencedores do Derby
