Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: <ul> <li>Your demo's source code should be packaged inside a <strong>ZIP file</strong>.</li> <li>The main page of your demo should be a file named <strong><code>index.html</code></strong> in the root of the ZIP.</li> <li>Your demo should be built on <strong>client-side technology</strong> (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use <strong>AJAX</strong> to access them.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
bn_bd: আপনার ডেমোর সোর্স কোড একটা <strong>জিপ ফাইল</strong> এর মধ্যে প্যাকেজ আকারে থাকতে হবে। </li> <li>আপনর ডেমোর প্রধান পেজ এর নাম <strong><code>index.html</code></strong> আকারে জিপ ফাইলের মধ্যে থাকতে হবে। </li> <li>আপনার ডেমো অবশ্যই <strong>ক্লাইন্ট সাইড টেকনোলজি/strong> (এইচটিএমএল, সিএসএস , জাভাস্ক্রিপ্ট) এ তৈরি হতে হবে ।সার্ভার সম্পর্কিত ভাষা যেমন পিএইচপি ও রুবি এইটা সমর্থন করে না </li> <li>আপনার ডেমোর জন্য বাহিরের রিসোর্স দরকার হলে এক্সেস পাবার জন্য <strong>AJAX</strong> ব্যবহার করতে পারেন।</li> <li>ডেমো ডিটেইলস বক্সে কোন CC-BY-SA লাইসেন্সহীন কোন তৃতীয় পক্ষের কনটেন্ট আছে কিনা চিহ্নিত করুন এবং অথার ওয়েব সাইটের লিঙ্ক যুক্ত করুন। </li> </ul>।
es: <ul> <li>Se recomienda que el código fuente de la demo sea empaquetado en un <strong>archivo ZIP</strong>.</li> <li>La página principal de la demo deberá ser un archivo con el nombre <strong><code>index.html</code></strong> en la raíz del ZIP.</li> <li>La demo deberá basarse en <strong>tecnología del lado del cliente</strong> (HTML, CSS, JavaScript). No se admiten lenguajes del lado del servidor como PHP y Ruby.</li> <li>Si tu demo necesita recursos externos, tendrá que usar <strong>AJAX</strong> para tener acceso a ellos.</li> <li>Especifica en el cuadro sobre detalles de la demo cualquier contenido de terceros que no esté autorizado en virtud de la licencia Reconocimiento- Compartir bajo la misma licencia CC-BY-SA e incluye vínculos a los sitios web de los autores.</li> </ul>
ja: <ul> <li>デモのソースコードは <strong>ZIP ファイル</strong>に格納してください。</li> <li>デモのメインページは ZIP のルートディレクトリ内の <strong><code>index.html</code></strong> という名前のファイルにしてください。</li> <li>あなたのデモは<strong>クライアントサイドの技術</strong> (HTML, CSS, JavaScript) で構成されなければなりません。PHP や Ruby のようなサーバサイドの言語はサポートされていません。</li> <li>あなたのデモが外部リソースを必要とする場合は、それらに <strong>AJAX</strong> でアクセスしてください。</li> <li>デモの詳細欄に、CC-BY-SA (表示-継承) の下でライセンスすることができないサードパーティのコンテンツを明記し、その作者の Web サイトへのリンクを記述してください。</li> </ul>
pt: <ul> <li>O código fonte da sua demonstração deve estar empacotado dentro de um <strong>ficheiro ZIP</strong>.</li> <li>A página principal da sua demonstração deve ser um ficheiro com o nome <strong><code>index.html</code></strong> na raiz do ZIP.</li> <li>A sua demonstração deve ser construída em <strong>tecnologias cliente</strong> (HTML, CSS, JavaScript). Linguagens de servidor como o PHP e Ruby não são suportadas.</li> <li>Se a sua demonstração necessitar de recursos externos, deve utilizar <strong>AJAX</strong> para aceder aos mesmos.</li> <li>Por favor, identifique na caixa de detalhes da demonstração quaisquer conteúdos de terceiros que não possam ser licenciados sob a licença CC-BY-SA e inclua ligações para os sites dos respetivos autores.</li> </ul>

source: <p>To submit your demo, you need an <strong><a href="%(signup_url)s">MDN account</a></strong>.</p>
bn_bd: <p>আপনর ডেমো সাবমিট করার জন্য আপনার <strong><a href="%(signup_url)s">MDN অ্যাকাউন্ট</a></strong> দরকার।</p>
es: <p>Para enviar tu demo necesitas una <strong><a href="%(signup_url)s">cuenta MDN</a></strong>.</p>
ja: <p>デモを投稿するには <strong><a href="%(signup_url)s">MDN アカウント</a></strong> が必要です。</p>
pt: <p>Para enviar uma demonstração, irá necessitar de <strong><a href="%(signup_url)s">uma conta MDN</a></strong>.</p>
sl: <p>Da lahko objavite svoj primer, morate imeti <strong><a href="%(signup_url)s">račun MDN</a></strong>.</p>

source: Log In to Account
bn_bd: আপনার একাউন্টে লগইন করুন
es: Conectar con tu cuenta
ja: アカウントにログイン
pt: Entrar na conta
sl: Prijava na račun

source: Terms for Contributors
bn_bd: করট্রিবিউটর দের জন্য নিয়মাবলী
es: Términos para colaboradores
ja: 貢献者規約
pt: Termos para colaboradores
sl: Pogoji za avtoje

source: Terms of Use
bn_bd: ব্যাবহারের নিয়মাবলী
es: Términos de uso
ja: 利用規約
pt: Termos de uso
sl: Pogoji uporabe

source: Rights Representation Details
bn_bd: অধিকারের বিবরণী
es: Detalles relativos a la representación de derechos
ja: 権利表記に関する詳細
pt: Detalhes de direitos de representação
sl: Podrobnosti o pravicah zastopanja

source: <cite class="author fn">%(comment_profile_link)s</cite> said,
bn_bd: <cite class="author fn">%(comment_profile_link)s</cite> বলে,
es: <cite class="author fn">%(comment_profile_link)s</cite> dijo:
ja: <cite class="author fn">%(comment_profile_link)s</cite> によるコメント
pt: <cite class="author fn">%(comment_profile_link)s</cite> disse,
sl: <cite class="author fn">%(comment_profile_link)s</cite> je rekel,

source: Posted <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
bn_bd: পোষ্ট হয়েছে <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
es: Publicado desde <a href="#comment-%(comment_id)s" rel="bookmark" title="Enlace permanente a este comentario de %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
ja: 投稿日時: <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
pt: Colocado à <a href="#comment-%(comment_id)s" rel="bookmark" title="Ligação permanente para este comentário de %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
sl: Objavljeno <a href="#comment-%(comment_id)s" rel="bookmark" title="Stalna povezava na ta komentar z %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>

source: Reply to this comment by {full_name}
bn_bd: {full_name} দিয়ে এই কমেন্টের উত্তর দিন
es: Responder a este comentario de {full_name}
ja: このコメントへの {full_name} による返信
pt: Responder a este comentário de {full_name}
sl: Odgovori na ta komentar {full_name}

source: Reply
bn_bd: উত্তর
es: Responder
ja: 返信
pt: Responder
sl: Odgovori

source: Report this comment
bn_bd: এই কমেন্টের রিপোর্ট দিন
es: Informar acerca de este comentario
ja: このコメントを報告する
pt: Denunciar este comentário
sl: Prijavi ta komentar

source: Report
bn_bd: প্রতিবেদন
es: Informar
ja: 報告
pt: Denunciar
sl: Prijavi

source: Edit this comment
bn_bd: এই কমেন্ট সম্পাদন করুন
es: Editar este comentario
ja: このコメントを編集する
pt: Editar este comentário
sl: Uredi ta komentar

source: Edit
bn_bd: সম্পাদনা
es: Editar
ja: 編集
pt: Editar
sl: Uredi

source: Delete this comment
bn_bd: এই মন্তব্যটি মুছে দিন
es: Eliminar este comentario
ja: このコメントを削除する
pt: Apagar este comentário
sl: Izbriši ta komentar

source: Search the Demo Studio
bn_bd: ডেমো স্টুডিও খুঁজুন
es: Buscar en el Demo Studio
ja: Demo Studio を検索
pt: Procurar o Demo Studio
sl: Iskanje v Demo Studio

source: See {display_name}'s profile
bn_bd: {display_name} এর প্রোফাইল দেখুন
es: Ver el perfil de {display_name}
ja: {display_name} のプロフィールを見る
pt: Ver perfil de {display_name}
sl: Glej profil {display_name}

source: {count} Demo
bn_bd: নমুনা {count}
ja: {count} 個のデモ
pt: {count} demonstração
sl: {count} primer

source: Sort demos by most recent likes and views
bn_bd: সাম্প্রতিকতম পছন্দ এবং মতামত অনুযায়ী নমুনাগুলো সাজান
es: Ordenar las demos por las más recientemente vistas o elegidas
ja: 評価やコメントが投稿された順にデモを並べ替え
pt: Ordenar demonstrações pelos gostos e visualizações mais recentes

source: You are viewing demos by most recent likes and views
bn_bd: আপনি সর্বাধিক পছন্দ এবং মতামতের ভিত্তিতে নমুনাগুলো দেখছেন
es: Estás viendo las demos según las vistas o recomendaciones más recientes
ja: 評価やコメントが投稿された順にデモを表示します
pt: Está a ver as demonstrações ordenadas pelos gostos e visualizações mais recentes

source: Up and Coming
bn_bd: শিগ্রই আসছে
es: Más recientes
ja: 注目のデモ
pt: Novo e a chegar
sl: Novodošli

source: Sort demos by most views
bn_bd: সর্বাধিক দেখা হিসেবে নমুনাগুলো বাছাই করা
es: Ordenar demos según las más vistas
ja: 閲覧数順にデモを並び替え
pt: Ordenar demonstrações pelas mais vistas
sl: Razvrsti primere po večini mnenj

source: You are viewing demos by most views
bn_bd: আপনি সবচেয়ে বেশি দেখা নমুনাগুলো দেখছেন
es: Estás viendo las demos según las más vistas
ja: 閲覧順にデモを見る
pt: Está a ver as demonstrações ordenadas pelas mais vistas
sl: Ogledovanje primerov po številu mnenj

source: Most Viewed
bn_bd: সর্বাধিক দেখা
es: Las más vistas
ja: 閲覧順
pt: Mais vistos
sl: Največkrat gledani

source: Sort demos by most likes
bn_bd: সর্বাধিক দেখা হিসেবে নমুনাগুলো বাছাই করুন
es: Ordenar demos según las que más han gustado
ja: Mozilla<br> Docs
pt: Ordenar demonstrações por mais gostados
sl: Razvrsti primere po tem, kolikokrat so všeč

source: You are viewing demos by most likes
bn_bd: আপনি সবচেয়ে পছন্দগুলোর নমুনা দেখছেন
es: Estás viendo las demos que más han gustado
ja: 評価順にデモを見る
pt: Está a ver as demonstrações por número de gostos
sl: Ogledovanje primerov po tem, kolikokrat so všeč

source: Most Liked
bn_bd: সবচেয়ে পছন্দকৃত
es: Las que más han gustado
ja: 被リンク順
pt: Está a ver as demonstrações mais gostadas
sl: Najbolj priljubljeni

source: Sort demos by most recently submitted
bn_bd: অতি সম্প্রতি জমা হিসেবে নমুনা বাছাই করা হয়েছে
es: Ordenar demos según la enviada más reciente
ja: 投稿日付順にデモを並び替え
pt: Ordenar demonstrações pelas enviadas mais recentemente
sl: Razvrsti primere po starosti

source: You are viewing demos by most recently submitted
bn_bd: আপনি অতি সম্প্রতি জমাকৃত নমুনাগুলো দেখছেন
es: Estás viendo las demos según la subida más recientemente
ja: 投稿順にデモを見る
pt: Está a ver as demonstrações pelas enviadas mais recentemente
sl: Ogledovanje primerov po starosti

source: Most Recent
bn_bd: সাম্প্রতিক
es: Las más recientes
ja: 日付順
pt: Mais recentes
sl: Najnovejši

source: {start}&ndash;{end} of {total}
es: {start}&ndash;{end} de {total}
ja: 全 {total} 中 {start}&ndash;{end}
pt: {start}&ndash;{end} de {total}
sl: {start}&ndash;{end} od {total}

source: Go to the first page
bn_bd: প্রথম পৃষ্ঠায় যান
es: Ir a la primera página
ja: 最初のページへ戻る
pt: Ir para a primeira página
sl: Pojdi na prvo stran

source: Go to the previous page
bn_bd: আগের পৃষ্ঠায় যান
es: Ir a la página anterior
ja: 前のページへ戻る
pt: Ir para a página anterior
sl: Pojdi na prejšnjo stran

source: Go to the next page
bn_bd: পরবর্তী পৃষ্ঠায় যান
es: Ir a la página siguiente
ja: 次のページへ進む
pt: Ir para a próxima página
sl: Pojdi na naslednjo stran

source: Go to the last page
bn_bd: শেষ পৃষ্ঠায় যান
es: Ir a la última página
ja: 最後のページへ進む
pt: Ir para a última página
sl: Pojdi na zadnjo stran

source: Last
bn_bd: শেষ
es: Última
ja: 最後
pt: Última
sl: Zadnja

source: Launch {title}
bn_bd: আরম্ভ {title}
es: Iniciar {title}
ja: {title} を実行
pt: Executar {title}
sl: Poženi {title}

source: Add-ons
bn_bd: এড-অন
es: Complementos
ja: アドオン
pt: Extras
sl: Dodatki in teme

source: Apps
bn_bd: অ্যাপস
es: Aplicaciones
pt: Aplicações

source: Moz Hacks
bn_bd: মজ হ্যাক
pt: Hacks Moz

source: Email address is required.
bn_bd: ইমেইল ঠিকানা প্রয়োজন।
es: Se requiere una dirección de correo.
ja: メールアドレスは必須です。
pt: É necessário um endereço de email.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইমেল ঠিকানা অত্যন্ত ছোট (%(show_value) অক্ষর)। এটা অন্তত হতে হবে %(limit_value) অক্ষরের।
es: La dirección de correo electrónico es demasiado corta (%(show_value)s caracteres). Debe ser de al menos %(limit_value)s caracteres.
ja: メールアドレスが短すぎます (%(show_value)s 文字)。%(limit_value)s 文字以上でなくてはなりません。
pt: O endereço de email é muito curto (%(show_value)s carateres). Tem de ter pelo menos %(limit_value)s carateres.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_bd: ইমেল ঠিকানা অত্যন্ত দীর্ঘ (%(show_value) অক্ষর) এট হতে হবে %(limit_value) অক্ষরের বা কম।
es: La dirección de correo electrónico es demasiado larga (%(show_value)s caracteres). Debe ser de %(limit_value)s caracteres o menos.
ja: メールアドレスが長すぎます (%(show_value)s 文字)。 %(limit_value)s 文字以内でなくてはなりません。
pt: O endereço de email é muito longo (%(show_value)s carateres). Tem de ter %(limit_value)s carateres ou menos.

source: You must agree to the privacy policy.
bn_bd: আপনাকে গোপনীয়তা নীতির সাথে একমত হতে হবে।
es: Debes aceptar la política de privacidad.
ja: プライバシーポリシーに同意してください。
pt: Tem de concordar com a política de privacidade.

source: E-mail address
bn_bd: ই-মেইল ঠিকানা
es: Dirección de correo
ja: メールアドレス
pt: Endereço de e-mail

source: Preferred format
bn_bd: পছন্দের ফরম্যাট
es: Formato preferido
ja: 優先するフォーマット
pt: Formato preferencial

source: I agree
bn_bd: আমি একমত
es: Acepto
ja: 同意します
pt: Concordo

source: Your country
bn_bd: আপনার দেশ
es: Tu país
ja: 国
pt: O seu país

source: Interests
bn_bd: আগ্রহ
es: Intereses
ja: 興味がある事
pt: Interesses

source: Expertise
bn_bd: অভিজ্ঞতা
es: Experiencia
ja: 専門分野
pt: Especialidade

source: Send me the newsletter
bn_bd: আমাকে নিউজলেটার পাঠান
es: Envíame el boletín
ja: ニュースレターを受信する
pt: Envie-me a newsletter

source: Areas of expertise must be a subset of interests
bn_bd: আপনার দক্ষ্যতা সমূহ অবশ্যই আপানার আগ্রহের উপসেট
es: Las áreas de experiencia han de ser un subconjunto de intereses
ja: 「専門分野」は、「興味がある事」のサブセットとして下さい
pt: As áreas de especialização devem ser um subconjunto de interesses

source: Website
bn_bd: ওয়েবসাইট
es: Sitio web
ja: Web サイト
pt: Site web

source: Timezone
bn_bd: সময় অঞ্চল
es: Zona horaria
ja: タイムゾーン
pt: Fuso horário

source: Language
bn_bd: ভাষা
es: Idioma
ja: 言語
pt: Idioma

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
bn_bd: এই URLটি অকার্যকর ফরম্যাটে রয়েছে। কার্যকর URLটি দেখতে এমন হবে http://example.com/my_page
es: Esta URL no tiene un formato válido. Las URL válidas son similares a http://ejemplo.com/mi_pagina.
ja: この URL の書式は正しくありません。正しい URL は http://example.com/my_page のようになります。
pt: Este endereço tem um formato inválido. Endereços válidos são parecidos com http://exemplo.com/minha_pagina.
sl: Ta URL naslov ima neveljaven format. Veljaven URLs zgleda takole: http://example.com/my_page.

source: Title
bn_bd: শিরোনাম
es: Título
ja: タイトル
pt: Título

source: Name
bn_bd: নাম
es: Nombre
ja: 名前
pt: Nome

source: Organization
bn_bd: প্রতিষ্ঠান
es: Organización
ja: 所属組織
pt: Organização

source: Location
bn_bd: অবস্থান
es: Ubicación
ja: 所在地
pt: Localização

source: About Me
bn_bd: আমার সম্পর্কে
es: Acerca de mí
ja: 自己紹介
pt: Sobre mim

source: IRC nickname
bn_bd: আইআরসি নিকনেম
es: Apodo en IRC
ja: IRC ニックネーム
pt: Alcunha do IRC

source: Tags
bn_bd: ট্যাগ
es: Etiquetas
ja: タグ
pt: Etiquetas

source: Where is Mozilla?
bn_bd: মজিলা কোথায়?
es: ¿Dónde está Mozilla?
pt: Onde está a Mozilla?

source: Here you can see some of the developer events at which Mozilla will be participating, and the topics on which our Mozillians will be speaking. If you are organizing an event and would like a Mozillian to participate, please <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">file a bug</a>. If you are a Mozillian speaking at an event that's not listed here, or if an existing event entry needs updating, <a href="mailto:dev-events@mozilla.com">let us know</a>! You can also check out the <a href="https://reps.mozilla.org/events/#/period/future/">Mozilla Reps events</a> page to find a Mozilla Reps event near you!
bn_bd: এখানে আপনি কিছু ডেভেলপার ইভেন্টসমূহ যেখানে মজিলা অংশগ্রহণ করবে দেখতে পারবেন, এবং যেসব বিষয়ে আমাদের মজিলিয়ানরা কথা বলবেন। যদি আপনি কোন ইভেন্ট আয়োজন করছেন এবং চাচ্ছেন একজন মজিলিয়ান অংশগ্রহণ করুক, অনুগ্রহ করে <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">একটি বাগ ফাইল করুন</a>। যদি আপনি কোন ইভেন্টে বক্তৃতাদানকারী একজন মজিলিয়ান হন যা এখানে তালিকাভুক্ত করা হয় নি, অথবা যদি একটি বিদ্যমান ইভেন্টের এন্ট্রি আপডেটের প্রয়োজন হলে, <a href="mailto:dev-events@mozilla.com">আমাদের জানান</a>! আপনি আপনার নিকটের একজন মজিলা রেপস্‌ খুঁজে পাবার জন্য <a href="https://reps.mozilla.org/events/#/period/future/">মজিলা রেপস্‌ ইভেন্টসমূহ</a> পেইজটি দেখতে পারেন!
es: Aquí puedes ver algunos de los eventos para desarrolladores en los que Mozilla va a participar y los temas sobre los que hablarán nuestros mozilleros. Si vas a organizar un evento y quieres que un mozillero participe, <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">abre un bug</a>. Si eres un mozillero que vas a hablar en un evento que no aparece aquí o si hay un evento que necesita actualizarse, ¡<a href="mailto:dev-events@mozilla.com">avísanos</a>! ¡También puedes echar un vistazo en la página de los <a href="https://reps.mozilla.org/events/#/period/future/">eventos de Mozilla Reps</a> para buscar uno que se celebre cerca de donde vives!
ja: このページでは、Mozilla が参加する予定の一部の開発者イベントのほか、Mozillian が講演するテーマをご紹介しています。企画されているイベントに参加を希望される場合は、<a href="https://bugzilla.mozilla.org/form.dev-engagement-event">からバグを登録</a>してください。Mozillian のあなたが講演を予定するイベントがリストアップされていない場合、またイベントのエントリーを更新する必要がある場合は、<a href="mailto:dev-events@mozilla.com">Mozillaまでお知らせください</a>。また、<a href="https://reps.mozilla.org/events/#/period/future/">Mozilla Reps イベント</a>のページでは、Mozilla Reps イベントの開催場所をご確認いただけます。
pt: Aqui pode ver alguns do eventos para programadores nos quais a Mozilla vai estar a participar e os tópicos nos quais os nossos Mozillians vão ser oradores. Se estiver a organizar um evento e gostava que um Mozillian participasse, por favor <a href="https://bugzilla.mozilla.org/form.dev-engagement-event">submeta um bug</a>. Se for um orador Mozillian de um evento não listado aqui, ou se um registo do evento necessitar de ser atualizado, <a href="mailto:dev-events@mozilla.com">diga-nos</a>! Pode ainda consultar a página <a href="https://reps.mozilla.org/events/#/period/future/">Eventos de Reps da Mozilla</a> para encontrar um evento de Reps da Mozilla perto de si!

source: Upcoming Conferences
bn_bd: আসন্ন সম্মেলন
es: Conferencias próximas
ja: 開催予定のカンファレンス
pt: Próximas conferências

source: Upcoming conferences featuring Mozilla speakers
bn_bd: মজিলার বক্তা সমন্বিত আসন্ন সম্মেলন সমূহ
es: Próximas conferencias con charlas de Mozilla
ja: Mozilla からの登壇者のある開催予定のカンファレンス
pt: Próximas conferências com oradores Mozilla

source: Start Date
bn_bd: শুরুর তারিখ
es: Fecha de inicio
ja: 開始日
pt: Data de início

source: End Date
bn_bd: শেষের তারিখ
es: Fecha de finalización
ja: 終了日
pt: Data de fim

source: Conference
bn_bd: সম্মেলন
es: Conferencia
ja: カンファレンス
pt: Conferência

source: Attendees
bn_bd: অংশগ্রহণকারী
es: Asistentes
ja: 出席者
pt: Participantes

source: Past Conferences
bn_bd: বিগত সম্মেলন
es: Conferencias pasadas
ja: 過去のカンファレンス
pt: Conferências anteriores

source: Past conferences that featured Mozilla speakers
bn_bd: আগের কনফারেন্স সমূহ যেখানে মোজিলার স্পিকাররা ফিচার হয়েছিলো
es: Conferencias pasadas donde hubo personal de Mozilla
ja: Mozilla からの登壇者が出席した過去のカンファレンス
pt: Conferências anteriores em que participaram oradores Mozilla

source: Presentation Materials
bn_bd: উপস্থাপনা সামগ্রী
es: Materiales de presentación
ja: プレゼンテーション資料
pt: Materiais das apresentações

source: Manage Roles
bn_bd: ভূমিকা পরিচালনা
es: Administrar funciones
ja: 役割の管理
pt: Gerir papéis

source: Advanced
bn_bd: অগ্রসর
es: Avanzado
ja: 詳細
pt: Avançado

source: Manage API keys
bn_bd: এপিআই কিগুলো পরিচালনা করুন
es: Administrar claves de la API
ja: API キーの管理
pt: Gerir chaves da API

source: Areas of Expertise
bn_bd: দক্ষতার ক্ষেত্রসমূহ
es: Áreas de experiencia
ja: 専門分野
pt: Áreas de especialização

source: Member since {date}
bn_bd: সদস্য হইতে {date}
es: Miembro desde {date}
ja: {date} からのメンバー
pt: Membro desde {date}

source: Recent Badge Awards
bn_bd: সাম্প্রতিক ব্যাজ পুরস্কার
es: Insignias concedidas recientemente
ja: 最近授与されたバッジ
pt: Medalhas atribuídas recentemente

source: No Demos
bn_bd: কোন নমুনা নেই
es: Sin demos
ja: デモはありません
pt: Sem demonstrações

source: You haven't submitted any web technology demos. Build something awesome and <a href="%(submit_url)s">submit a demo</a>!
bn_bd: আপনি কোন ওয়েব প্রযুক্তি নির্ভর নমুনা জমা দেন নি। অসাধারণ কিছু তৈরি করুন এবং <a href="%(submit_url)s">নমুনা জমা দিন</a>!
es: No has enviado ninguna demo de tecnología web. ¡Crea algo impresionante y <a href="%(submit_url)s">envía una demo</a>!
ja: 投稿されたデモがまだありません。素晴らしいデモを作って <a href="%(submit_url)s">投稿</a> してください！
pt: Não enviou nenhuma demonstração de tecnologia web. Construa algo fantástico e <a href="%(submit_url)s">submeta uma demonstração</a>!

source: Recent Docs Activity
bn_bd: সাম্প্রতিক ডকুমেন্টেশন কার্যক্রম
es: Actividad reciente de documentos
ja: 最近の更新
pt: Atividade recente na documentação

source: Page
bn_bd: পৃষ্ঠা
es: Página
ja: ページ
pt: Página

source: Date
bn_bd: তারিখ
es: Fecha
ja: 日時
pt: Data

source: Edit page
bn_bd: পৃষ্ঠা সম্পাদন
es: Editar página
ja: ページを編集
pt: Editar página

source: View complete diff
bn_bd: সম্পূর্ণ পরিবর্তন দেখুন
es: Ver diff completo
ja: すべての差分を表示
pt: Ver diff completo

source: View page history
bn_bd: পৃষ্ঠার ইতিহাস দেখুন
es: Ver historial de la página
ja: ページの履歴を表示
pt: Ver histórico da página

source: View all activity
bn_bd: সমস্ত কার্যকলাপ দেখুন
es: Ver toda la actividad
pt: Ver toda a atividade

source: <p class="none">You haven't contributed to any MDN docs. <a href="%(docs_url)s">Pitch in!</a></p>
bn_bd: <p class="none">আপনি এখনো কোন MDN ডকুমেন্টে অবদান রাখেননি। <a href="%(docs_url)s">এখনই করে ফেলুন!</a></p>
es: <p class="none">No has colaborado en ningún documento de MDN. <a href="%(docs_url)s">¡Anímate!</a></p>
ja: <p class="none">まだ MDN ドキュメントの編集履歴がありません。<a href="%(docs_url)s">ご協力をお願いします！</a></p>
pt: <p class="none">Ainda não contribuiu com documentação para a MDN. <a href="%(docs_url)s">Contribua!</a></p>

source: This user has no activity.
bn_bd: এই ব্যবহারকারির কোনো কার্যকলাপ নেই।
es: Este usuario no tiene ninguna actividad.
pt: Este utilizador não tem atividade.

source: Edit Your Profile
bn_bd: আপনার প্রোফাইল সম্পাদন করুন
es: Edita tu perfil
ja: プロフィールを編集
pt: Editar o seu perfil

source: Change your avatar at
bn_bd: আপনার অ্যাভাটার পরিবর্তন
es: Cambia tu avatar en
ja: アバターを変更:
pt: Alterar o seu avatar em

source: View profile
bn_bd: প্রোফাইল দেখুন
es: Ver perfil
ja: プロフィールを表示
pt: Ver perfil

source: Change
bn_bd: পরিবর্তন
es: Cambiar
ja: 変更
pt: Alterar

source: About me
bn_bd: আমার সম্পর্কে
es: Acerca de mí
ja: 自己紹介
pt: Sobre mim

source: words remaining
bn_bd: অবশিষ্ট শব্দ আছে
es: palabras restantes
ja: 残り文字数
pt: palavras sobejantes

source: Interests (tags)
bn_bd: আগ্রহের (ট্যাগ)
es: Intereses (etiquetas)
ja: 興味のある分野 (タグ)
pt: Interesses (etiquetas)

source: Separate tags with commas or spaces. Join multi-word tags with double quotes, like "web standards".
bn_bd: ট্যাগগুলোকে কমা অথবা স্পেস দিয়ে আলাদা করুন। দুই শব্দবিশিষ্ট ট্যাগগুলোকে কোটেশন চিহ্নের মধ্যে দিয়ে যুক্ত করতে হবে, যেমন "ওয়েব স্ট্যান্ডার্ডসমূহ"।
es: Separa las etiquetas con comas o espacios. Une etiquetas de más de una palabra con comillas dobles, como, por ejemplo, "estándares web".
ja: タグを複数入力する際はカンマか半角スペースで区切ってください。複数の単語で構成されるタグは、"web standards" のようにダブルクォートで囲んでください。
pt: Separe as etiquetas com vírgulas ou espaços. Junte etiquetas com múltiplas palavras com aspas, como em "normas web".
