Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: <p> <a href="%(parent_url)s" title="%(parent_title)s"> View '%(parent_locale)s' parent </a> (<a href="%(mod_url)s">last modified at %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Edit '%(doc_locale)s' translation </a> (last modified at %(doc_modified)s) </p>
es: <p> <a href="%(parent_url)s" title="%(parent_title)s">Ver padre '%(parent_locale)s'</a> (<a href="%(mod_url)s">modificado por última vez el %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s">Editar traducción '%(doc_locale)s'</a> (modificada por última vez el %(doc_modified)s) </p>
ja: <p> <a href="%(parent_url)s" title="%(parent_title)s">「%(parent_locale)s」の親を表示 </a> (<a href="%(mod_url)s">最終更新: %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> 「%(doc_locale)s」の翻訳を編集 </a> (最終更新: %(doc_modified)s) </p>
pt: <p> <a href="%(parent_url)s" title="%(parent_title)s"> Ver parente de '%(parent_locale)s' </a> (<a href="%(mod_url)s">última modificação a %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Editar tradução '%(doc_locale)s' </a> (última modificação a %(doc_modified)s) </p>

source: MDN recent revisions
bn_bd: এমডিএনে সাম্প্রতিক সংশোধনসমূহ
es: Revisiones recientes de MDN
ja: MDN の最近のリビジョン
pt: Revisões recentes na MDN

source: Recent revisions to MDN documents
bn_bd: এমডিএন ডকুমেন্টগুলোর সাম্প্রতিক সংশোধনসমূহ
es: Revisiones recientes en documentos de MDN
ja: MDN ドキュメントの最近のリビジョン
pt: Revisões recentes a documentos da MDN

source: View Page
bn_bd: পৃষ্ঠা প্রদর্শন করুন
es: Ver página
ja: ページを表示
pt: Ver página

source: Edit Page
bn_bd: পৃষ্ঠা সম্পাদন করুন
es: Editar página
ja: ページを編集
pt: Editar página

source: Show comparison
bn_bd: তুলনা দেখান
es: Mostrar comparativa
ja: 差分を表示
pt: Mostrar comparação

source: History
bn_bd: ইতিহাস
es: Historial
ja: 履歴
pt: Histórico

source: MDN recent file changes
bn_bd: সাম্প্রতিক এমডিএন পরিবর্তিত ফাইলসমূহ
es: Cambios recientes en archivos de MDN
ja: MDN の最近のファイル変更
pt: Alterações de ficheiros recentes na MDN

source: Recent revisions to MDN file attachments
bn_bd: MDN ফাইল এট্যাচমেন্টের সাম্প্রতিক পর্যালোচনাগুলো
es: Revisiones recientes en archivos adjuntos de MDN
ja: MDN 添付ファイルの最近のリビジョン
pt: Revisões recentes a ficheiros anexados na MDN

source: Please provide a title.
bn_bd: অনুগ্রহ করে একটি শিরোনাম প্রদান করুন।
es: Por favor, proporciona un título.
ja: タイトルを入力してください。
pt: Por favor, forneça um título.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: টাইটেলটি অত্যন্ত ছোট (%(show_value) অক্ষরের)। এটার অবশ্যই %(limit_value) অক্ষরের হতে হবে।
es: El título es demasiado corto (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
ja: タイトルが短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
pt: O título é demasiado curto (%(show_value)s carateres). Deve ter pelo menos %(limit_value)s carateres.

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: অনুগ্রহ করে টাইটেলের সীমা %(limit_value) অক্ষর অথবা এর থেকে কম রাখুন। বর্তমানে %(show_value) অক্ষর আছে।
es: Reduce la longitud del título a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
ja: タイトルの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
pt: Por favor mantenha o comprimento do título a %(limit_value)s carateres ou menos. Tem atualmente %(show_value)s carateres.

source: Name Your Article
bn_bd: আপনার অনুচ্ছেদের নাম লিখুন
es: Pon un nombre a tu artículo
ja: タイトルを入力してください
pt: Dê um nome ao seu artigo

source: Please provide a slug.
bn_bd: একটি স্লাগ প্রদান করুন।
es: Por favor, proporciona un enlace amigable (slug).
ja: URL スラグを入力して下さい。
pt: Por favor, forneça um slug.

source: The slug provided is not valid.
bn_bd: প্রদানকৃত স্লাগটি বৈধ নয়।
es: El enlace amigable (slug) que se ha dado no es válido.
ja: 入力された URL スラグが不正です。
pt: O slug fornecido não é válido.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: স্লাগটি অনেক ছোট (%(show_value)s অক্ষরের)। এটি অবশ্যই %(limit_value) অক্ষরের মধ্যে হতে হবে।
es: El enlace amigable (slug) es demasiado reducido (%(show_value)s caracteres). Debe tener un mínimo de %(limit_value)s caracteres.
ja: スラグが短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
pt: O slug é demasiado curto (%(show_value)s carateres). Deve ter pelo menos %(limit_value)s carateres.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে স্লাগের দৈর্ঘ‍্য %(limit_value) অক্ষরের ম‍ধ‍্যে হতে হবে। বর্তমানে এর মধ‍্যে %(show_value) অক্ষর আছে।
es: Por favor, reduce la longitud del enlace amigable (slug) a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
ja: スラグの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
pt: Por favor, mantenha o tamanho do slug a %(limit_value)s carateres ou menos. Tem atualmente %(show_value)s carateres.

source: Please provide a summary.
bn_bd: অনুগ্রহ করে সংক্ষিপ্ত বিবরণ প্রদান করুন।
es: Por favor, proporciona un resumen.
ja: URL スラグを入力して下さい。
pt: Por favor, forneça um resumo.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: বিবরনটি অত‍্যান্ত ছোট (%(show_value) অক্ষরের)। এটি কমপক্ষে %(limit_value) অক্ষরের হতে হবে।
es: El resumen es demasiado breve (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
ja: 概要が短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
pt: O resumo é demasiado curto (%(show_value)s carateres). Deve ter pelo menos %(limit_value)s carateres.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়াকরে বিররনটি %(limit_value) অক্ষর বা তার চেয়ে কম রাখুন। বর্তমানে %(show_value) অক্ষরে আছে।
es: Por favor, reduce la longitud del resumen a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
ja: 要約の長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
pt: Por favor, mantenha o comprimento do resumo limitado a %(limit_value)s carateres ou menos. Tem atualmente %(show_value)s carateres.

source: Please provide content.
bn_bd: বিষয়বস্তু প্রদান করুন।
es: Por favor, proporciona contenido.
ja: 内容を入力してください。
pt: Por favor, forneça conteúdo.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: বিষয়বস্তু অত্যন্ত ছোট (%(show_value) অক্ষরের)। এটা অন্তত %(limit_value) টি অক্ষরের হতে হবে।
es: El contenido es demasiado breve (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
ja: 内容が短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
pt: O conteúdo é demasiado curto (%(show_value)s carateres). Deve ter pelo menos %(limit_value)s carateres.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
es: Por favor, reduce la longitud del contenido a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
ja: 内容の長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
pt: Por favor, mantenha o comprimento do conteúdo limitado a %(limit_value)s carateres ou menos. Tem atualmente %(show_value)s carateres.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: অনুগ্রহ করে মন্তব‍্যটি %(limit_value)অক্ষরের বা এর থেকে ছোট রাখুন। এটি বর্তমানে %(show_value) অক্ষরের আছে।
es: Por favor, reduce la longitud del comentario a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
ja: コメントの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
pt: Por favor, mantenha o comprimento do comentário limitado a %(limit_value)s carateres ou menos. Tem atualmente %(show_value)s carateres.

source: Another document with this slug already exists.
bn_bd: অন্য ডকুমেন্টে এই স্লাগটি ব‍্যাবহার হয়েছে।
es: Ya existe otro documento con este enlace amigable (slug).
ja: 別のドキュメントが既にこのスラグを利用しています。
pt: Já existe um outro documento com este slug.

source: Another document with this metadata already exists.
bn_bd: এই মেটাডাটা ইতিমধ‍্যে অন্য একটি ডকুমেন্টে আছে।
es: Ya existe otro documento con estos metadatos.
ja: このメタデータを持つ別のドキュメントが既に存在します。
pt: Já existe um outro documento com estes meta dados.

source: This document was modified while you were editing it.
bn_bd: আপনি যখন সম্পদনা করছিলেন তখন এটি পরিবর্তন করা হয়েছিলো।
es: Este documento se modificó mientras que estabas editándolo.
ja: あなたが編集している間に、このドキュメントに変更が加えられました。
pt: Este documento foi modificado enquanto o editava.

source: Files of this type are not permitted.
bn_bd: এই ধরনের ফাইল অনুমোদিত নয়।
es: No se permiten archivos de este tipo.
ja: この種類のファイルは許可されていません。
pt: Ficheiros deste tipo não são permitidos.

source: Changing this document's slug requires moving it and its children.
es: Cambiar el enlace amigable (slug) de este documento requiere moverlo, incluyendo sus descendientes.
ja: このドキュメントの URL スラグを変更すると、このドキュメントとその子ページが移動されます。
pt: A alteração do slug deste documento obriga à deslocação do mesmo e dos seus filhos.

source: Title:
bn_bd: শিরোনামঃ
es: Título:
ja: タイトル:
pt: Título:

source: Title of article
bn_bd: নিবন্ধের শিরোনাম
es: Título del artículo
ja: 記事のタイトル
pt: Título do artigo

source: Article URL
bn_bd: নিবন্ধের ইউআরএল
es: URL del artículo
ja: 記事の URL
pt: URL do artigo

source: Category:
bn_bd: বিভাগঃ
es: Categoría:
ja: カテゴリ:
pt: Categoria:

source: Type of article
bn_bd: নিবন্ধের ধরণ
es: Tipo de artículo
ja: 記事の種類
pt: Tipo de artigo

source: Parent:
es: Padre:
ja: 親:
pt: Parente:

source: Tags:
es: Etiquetas:
ja: タグ:
pt: Etiquetas:

source: Keywords:
es: Palabras clave:
ja: キーワード:
pt: Palavras-chave:

source: Affects search results
es: Afecta a los resultados de la búsqueda
ja: 検索結果に影響します
pt: Afeta resultados de pesquisa

source: Search result summary:
es: Resumen de los resultados de la búsqueda:
ja: 検索結果の概要:
pt: Resumo de resultado de pesquisa:

source: Only displayed on search results page
bn_bd: শুধুমাত্র খোঁজার ফলাফলের পৃষ্ঠায় দেখানো হয়
es: Solo los mostrados en la página de resultados de la búsqueda
ja: 検索結果ページのみに表示されます
pt: Apenas apresentado na página de resultados de pesquisa

source: Content:
bn_bd: বিষয়বস্তুঃ
es: Contenido:
ja: 内容:
pt: Conteúdo:

source: Comment:
bn_bd: মন্তব্যঃ
es: Comentario:
ja: コメント:
pt: Comentário:

source: Tag this revision for review?
bn_bd: এই সংস্করণটি পর্যালোচনার জন্য ট্যাগ করবেন?
es: ¿Etiquetar esta corrección para revisión?
ja: このリビジョンに「要レビュー」タグを付与しますか？
pt: Marcar esta revisão para revisão?

source: Tag this revision for localization?
bn_bd: স্থানীয়করণ জন্য এই সংস্করণটি ট্যাগ করবেন?
es: ¿Etiquetar esta revisión para localización?
ja: このリビジョンをローカライズ用にタグ付けしますか？
pt: Marcar esta revisão para tradução?

source: New slug:
bn_bd: নতুন স্লাগঃ
es: Nuevo enlace amigable (slug):
ja: 新しい URL スラグ:
pt: Novo slug:

source: New article URL
bn_bd: নতুন প্রবন্ধের ইউআরএল
es: Nueva URL del artículo
ja: 新しい記事 URL
pt: Nova URL do artigo

source: Revision %s
bn_bd: সংস্করণ %s
es: Revisión %s
ja: リビジョン %s
pt: Revisão %s

source: There was an error generating the content.
bn_bd: বিষয়বস্তু তৈরীতে একটি সমস্যা হয়েছে।
es: Se ha producido un error al generar el contenido.
ja: コンテンツの生成時にエラーが発生しました。
pt: Ocorreu um erro ao gerar o conteúdo.

source: Uncategorized
bn_bd: বিভাগবিহীন
es: Sin categoría
ja: 未分類
pt: Sem categoria

source: Reference
bn_bd: প্রসঙ্গ
es: Referencia
ja: リファレンス
pt: Referência

source: No table of contents
bn_bd: বিষয়বস্তুর সুচী নেই
es: Sin índice de contenidos
ja: 目次がありません
pt: Sem tabela de conteúdos

source: All levels
bn_bd: সকল পর্যায়
es: Todos los niveles
ja: 全レベル
pt: Todos os níveis

source: H2 and higher
bn_bd: H2 এবং আরো বেশি
es: H2 y superiores
ja: H2 以上
pt: H2 e superior

source: H3 and higher
bn_bd: H3 এবং আরো বেশি
es: H3 y superiores
ja: H3 以上
pt: H3 e superior

source: H4 and higher
bn_bd: H4 এবং আরো বেশি
es: H4 y superiores
ja: H4 以上
pt: H4 e superior

source: %(old)s Redirect %(number)i
bn_bd: %(old)s পুনর্নির্দেশ %(number)i
es: %(old)s Redirigen %(number)i
ja: %(old)s リダイレクト %(number)i
pt: %(old)s redireciona %(number)i

source: %(old)s-redirect-%(number)i
bn_bd: %(old)s-পুনর্নির্দেশ-%(number)i
ja: %(old)s-リダイレクト-%(number)i
pt: %(old)s-redireciona-%(number)i

source: Technical - code samples, APIs, or technologies
bn_bd: প্রযুক্তি সংক্রান্ত - কোড উদাহরণসমূহ, এপিআই, অথবা প্রযুক্তি
es: Técnico: ejemplos de código, API o tecnologías
ja: 技術レビュー - サンプルコード、API 、技術的な内容に関するレビュー
pt: Técnico - exemplos de código, APIs ou tecnologias.

source: Editorial - prose, grammar, or content
bn_bd: সম্পাদকীয় - গদ্য, ব্যাকরণ, অথবা বিষয়বস্তু
es: Editorial: prosa, gramática o contenido
ja: 編集レビュー - 表現、文法、内容
pt: Editorial - prosa, gramática ou conteúdo

source: Template - KumaScript code
bn_bd: টেমপ্লেট - KumaScript কোড
es: Plantilla - código KumaScript
ja: テンプレート - KumaScript のコードに関するレビュー
pt: Modelação - código KumaScript

source: Localization in Progress
ja: 進行中の翻訳
pt: Tradução em progresso

source: Parent %s/%s does not exist.
bn_bd: মূল %s/%s বিদ্যমান নেই।
es: El padre %s/%s no existe.
ja: 親 %s/%s は存在しません。
pt: O parente %s/%s não existe.

source: Document Tag
bn_bd: ডকুমেন্ট ট্যাগ
es: Etiqueta del documento
ja: ドキュメントのタグ
pt: Tag do documento

source: Document Tags
bn_bd: ডকুমেন্ট টাগসমূহ
es: Etiquetas del documento
ja: ドキュメントのタグ
pt: Tags do documento

source: Please choose a category.
bn_bd: অনুগ্রহ করে একটি বিভাগ নির্বাচন করুন।
es: Por favor, elige una categoría.
ja: カテゴリを選択して下さい。
pt: Por favor escolha uma categoria.

source: Review Tag
bn_bd: পর্যালোচনা ট্যাগ
es: Etiqueta de la revisión
ja: タグのレビュー
pt: Etiqueta de revisão

source: Review Tags
bn_bd: পর্যালোচনা ট্যাগগুলো
es: Etiquetas de la revisión
ja: タグのレビュー
pt: Etiquetas de revisão

source: Localization Tag
bn_bd: স্থানীয়করণ ট্যাগ
es: Etiqueta de localización
ja: ローカライズタグ
pt: Etiqueta de tradução

source: Localization Tags
bn_bd: স্থানীয়করণ ট্যাগগুলো
es: Etiquetas de localización
ja: ローカライズタグ
pt: Etiquetas de tradução

source: A revision must be based on a revision of the %(locale)s document. Revision ID %(id)s does not fit those criteria.
bn_bd: একটি সংস্করণ অবশ্যই %(locale)s ডকুমেন্টের একটি সংস্করণের উপর হতে হবে।Revision ID %(id)s ঐসব মানদন্ডে পড়বে না।
es: Una revisión debe basarse en otra del mismo documento en %(locale)s. La revisión ID %(id)s no se ajusta a estos criterios.
ja: ひとつのリビジョンは %(locale)s ドキュメントのひとつのリビジョンに基づかなければなりません。リビジョン ID %(id)s はこの基準に当てはまりません。
pt: Uma revisão tem de ser baseada numa revisão do documento em %(locale)s. A revisão com o ID %(id)s não cumpre estes critérios.

source: Redirected from %(url)s
bn_bd: %(url)s থেকে পুনঃনির্দেশিত
es: Redirigido desde %(url)s
ja: %(url)s からリダイレクトされました
pt: Redirecionado de %(url)s

source: Unsupported content-type: %s
bn_bd: অসমর্থিত বিষয়বস্তু-ধরন: %s
es: Content-type no admitido: %s
ja: 未対応コンテンツタイプ: %s
pt: Tipo de conteúdo não suportado: %s

source: Request parsing error: %s
bn_bd: অনুরোধ পার্সিং ত্রুটি: %s
es: Error al procesar la solicitud: %s
ja: リクエスト解析エラー: %s
pt: Erro de interpretação do pedido: %s

source: ETag precondition failed
bn_bd: Etag পূর্বশর্ত ব্যর্থ
es: Condición previa ETag fallida
ja: ETag の事前調整に失敗しました
pt: A pré-condição ETag falhou

source: Sections may only be edited inline.
bn_bd: সেকশনস শুধুমাত্র ইনলাইন সম্পাদিত হতে পারে।
es: Las secciones solo se pueden editar en línea.
ja: セクションはインラインのみで編集できます。
pt: Secções apenas podem ser editadas em linha.

source: Autosuggest requires a partial title. For a full document index, see the main page.
es: La sugerencia automática requiere un título parcial. Para acceder a un índice de documento completo, consulta la página principal.
ja: 自動提案には部分タイトルが必要です。完全なドキュメントインデックスに関してはメインページを参照してください。
pt: A auto-sugestão necessita de um título parcial. Para um índice completo do documento, veja a página principal.

source: You cannot translate this document.
bn_bd: আপনি এই ডকুমেন্ট অনুবাদ করতে পারে না।
es: No puedes traducir este documento.
ja: あなたはこのドキュメントを翻訳できません。
pt: Não pode traduzir este documento.

source: Glad to hear it &mdash; thanks for the feedback!
bn_bd: এটা শুনতে ভাল লাগছে &mdash; প্রতিক্রিয়ার জন্য ধন্যবাদ!
es: Nos alegra saberlo. ¡Gracias por darnos tu opinión!
ja: フィードバックをお寄せいただきありがとうございます！
pt: Ficamos contentes por ouvir isso &mdash; obrigado pelo feedback!

source: Sorry to hear that. Perhaps one of the solutions below can help.
bn_bd: এটা শুনে আমরা দুঃখিত। সম্ভবত নিচের সমাধান সাহায্য করতে পারে।
es: Lo lamentamos. Tal vez una de las siguientes soluciones puedan ayudarte.
ja: 申し訳ありません。以下の解決策のどれかが役に立つかもしれません。
pt: Lamentamos ouvir isso. Talvez as soluções em baixo possam ajudar.

source: You already voted on this Article.
bn_bd: আপনি ইতিমধ্যে এই উপর নিবন্ধ ভোট দিয়েছেন।
es: Ya diste tu voto a este artículo.
ja: 既にこの記事に投票済みです。
pt: Já votou neste Artigo.

source: Document has been edited; please re-review.
es: El documento se ha editado. Revisa las modificaciones.
ja: ドキュメントが編集されました。再度レビューしてください。
pt: O documento foi editado; por favor, reveja-o.

source: %(obj_count)d object(s) loaded.
es: %(obj_count)d objeto(s) cargado(s).
ja: %(obj_count)d オブジェクトがロードされました。
pt: %(obj_count)d objeto(s) carregados.

source: Failed to import data: %(error)s
es: Fallo al importar datos: %(error)s
ja: データのインポートに失敗しました: %(error)s
pt: Falhou a importação dos dados: %(error)s

source: The file provided is not valid. File must be one of these types: .
es: El archivo proporcionado no es válido. Debe ser de alguno de estos tipos: .
ja: 指定されたファイルは正しくありません。対応形式は次の通りです:
pt: O ficheiro fornecido não é válido. O ficheiro tem de ser de um destes tipos: .

source: Attachment {n} | {t}
es: Adjunto {n} | {t}
ja: 添付ファイル {n} | {t}
pt: Anexo {n} | {t}

source: Attachment Information
es: Información del adjunto
ja: 添付ファイルの情報
pt: Informação do anexo

source: Revision slug:
es: Enlace amigable (slug) de la revisión:
ja: リビジョンの URL スラグ:
pt: Slug da revisão:

source: Revision title:
es: Título de la revisión:
ja: リビジョンのタイトル:
pt: Título da revisão:

source: Revision id:
es: Id de la revisión:
ja: リビジョンの ID:
pt: ID da revisão:

source: Created:
bn_bd: তৈরি হয়েছেঃ
es: Creada:
ja: 作成日:
pt: Criado:

source: Creator:
bn_bd: তৈরিকারীঃ
es: Creador:
ja: 作成者:
pt: Autor:

source: MIME Type:
es: Tipo MIME:
ja: MIME 形式:
pt: Tipo MIME:

source: Is approved?
es: ¿Está aprobada?
ja: 承認済
pt: Está aprovado?

source: Is current revision?
es: ¿Es la revisión actual?
ja: 現行リビジョン
pt: É revisão atual?

source: Attachment Preview
es: Vista previa del adjunto
ja: 添付ファイルのプレビュー
pt: Pré-visualização do anexo

source: No preview is available.
es: La vista previa no está disponible.
ja: プレビューは利用できません。
pt: Não existe pré-visualização disponível.

source: Compare Revisions | {document}
es: Comparar revisiones | {document}
ja: リビジョンの比較 | {document}
pt: Comparar revisões | {document}

source: Compare Revisions
es: Comparar revisiones
ja: リビジョンの比較
pt: Comparar revisões

source: Back to History
es: Volver al historial
ja: 前に戻る
pt: Voltar ao Histórico

source: Delete Document | {document}
es: Borrar documento | {document}
ja: ドキュメントを削除 | {document}
pt: Eliminar documento | {document}

source: Cannot delete pages with children until we fix this bug:
es: No podemos borrar páginas con hijos hasta que solucionemos este error:
ja: このバグが修正されるまで子ページ付きのページを削除することはできません:
pt: Não pode eliminar páginas com filhos até conseguirmos corrigir este bug:

source: Creator
bn_bd: তৈরিকারী
es: Creador
ja: 製作者
pt: Autor

source: Creation Date
es: Fecha de creación
ja: 作成日
pt: Data de criação

source: You are about to delete this document and all of its revisions. Please let us know why this page should be deleted.
es: Estás a punto de borrar este documento y todas sus revisiones. Coméntanos por qué se debe borrar esta página.
ja: このドキュメントとそのすべてのリビジョンを削除しようとしています。このページを削除すべき理由を教えてください。
pt: Está prestes a eliminar este documento e todas as suas revisões. Por favor diga-nos porque esta página deve ser eliminada.

source: Are you sure you want to continue?
es: ¿Seguro que deseas continuar?
ja: 本当に続けますか？
pt: Tem a certeza que pretende continuar?

source: Delete Revision | {document}
es: Eliminar revisión | {document}
ja: リビジョンの削除 | {document}
pt: Eliminar revisão | {document}

source: Are you sure you want to delete this revision?
es: ¿Seguro que quieres eliminar esta revisión?
ja: 本当にこのリビジョンを削除してもよろしいですか？
pt: Tem a certeza que pretende eliminar esta revisão?

source: Content
es: Contenido
ja: 内容
pt: Conteúdo

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
es: Estás a punto de eliminar para siempre esta revisión. <strong>¡Esta acción no se puede deshacer!</strong> ¿Seguro que deseas continuar?
ja: このリビジョンを完全に削除しようとしています。<strong>削除すると元に戻すことはできません！</strong> 実行してもよろしいですか？
pt: Está prestes a eliminar permanentemente esta revisão. <strong>Isto não pode ser anulado!</strong> Tem a certeza que pretende continuar?

source: Revert Revision | {document}
es: Deshacer revisión | {document}
ja: リビジョンの復元 | {document}
pt: Reverter revisão | {document}

source: Are you sure you want to revert to this revision?
bn_bd: রিভিশনটি আগের অবস্থায় নিয়ে আসার ব্যাপারে আপনি কি নিশ্চিত?
es: ¿Seguro que quieres volver a esta revisión?
ja: 本当にこのリビジョンに戻してもよろしいですか？
pt: Tem a certeza que pretende reverter para esta revisão?

source: Document
bn_bd: ডকুমেন্ট
es: Documento
ja: ドキュメント
pt: Documento

source: Why are you reverting to this revision?
bn_bd: কেন আপনি এই পুনর্মূল্যায়নটিকে আগের অবস্থায় ফিরিয়ে নিয়ে আসতে চাচ্ছেন?
es: ¿Por qué vuelves a esta revisión?
ja: このリビジョンに戻す理由は？
pt: Porque está a reverter para esta revisão?

source: You are about to revert the document to this revision. Click "revert" to revert to the content&nbsp;above.
es: Estás a punto de revertir el documento a esta revisión. Pulsa "revertir" para volver al contenido&nbsp;de&nbsp;arriba.
ja: ドキュメントをこのリビジョンに戻そうとしています。上記の内容へ戻すには「復元」をクリックしてください。
pt: Está prestes a reverter o documento para esta revisão. Clique em "reverter" para reverter o conteúdo&nbsp;acima.

source: Revert
bn_bd: পূর্বাবস্থায় ফেরান
es: Deshacer
ja: 復元
pt: Reverter

source: Document Deleted
bn_bd: ডকুমেন্ট মুছে দেয়া হয়েছে।
es: Documento borrado
ja: ドキュメントは削除されました
pt: Documento eliminado

source: This document was deleted by <a href="%(url)s">%(username)s</a> on %(when)s.
bn_bd: %(when) তারিখে <a href="%(url)s">%(username)s</a> মুছে দিয়েছেন।
es: Este documento fue borrado por <a href="%(url)s">%(username)s</a> el %(when)s.
ja: このドキュメントは %(when)s に <a href="%(url)s">%(username)s</a> によって削除されました。
pt: Este documento foi eliminado por <a href="%(url)s">%(username)s</a> a %(when)s.

source: Reason for Deletion
bn_bd: মুছে ফেলার কারণ
es: Razón por la que se borra
ja: 削除の理由
pt: Motivo para a eliminação

source: Restore this document
bn_bd: এই ডকুমেন্টটি পুনরূদ্ধার করুন
es: Restaurar el documento
ja: このドキュメントを復元
pt: Restaurar este documento

source: Other languages:
bn_bd: অন্যান্য ভাষাসমূহ:
es: Otros idiomas:
ja: 他の言語:
pt: Outros idiomas:
sl: Drugi jeziki:

source: Go
bn_bd: যাও
es: Ir
ja: 移動
pt: Ir
sl: Pojdi

source: Previous Search Result
bn_bd: পূর্ববর্তী অনুসন্ধান ফলাফল
es: Resultado anterior de la búsqueda
pt: Resultado de pesquisa anterior

source: No Previous Search Result
bn_bd: পূর্বের কোনো অনুসন্ধান ফলাফল নেই
es: No hay resultados anteriores de la búsqueda
pt: Sem resultado de pesquisa anterior

source: Your Search Results
bn_bd: আপনার অনুসন্ধান ফলাফল
es: Los resultados de tu búsqueda
pt: Os seus resultados da pesquisa

source: Next Search Result
bn_bd: পরবর্তী অনুসন্ধান ফলাফল
es: Siguiente resultado de la búsqueda
pt: Próximo resultado da pesquisa
