Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: CSS docs by developers, for developers on MDN
bn_bd: এমডিএনে সিএসএস ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre CSS por desarrolladores, para desarrolladores en MDN
ja: MDN の、開発者による開発者のための CSS 関連ドキュメント
pt: Documentação CSS para programadores, por programadores na MDN

source: HTML docs by developers, for developers on MDN
bn_bd: এমডিএনে এইচটিএমএল ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre HTML por desarrolladores, para desarrolladores en MDN
ja: MDN の、開発者による開発者のための HTML 関連ドキュメント
pt: Documentação HTML para programadores, por programadores na MDN

source: JavaScript docs by developers, for developers on MDN
bn_bd: এমডিএনে জাভাস্ক্রিপ্ট ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre JavaScript por desarrolladores, para desarrolladores en MDN
ja: MDN の、開発者による開発者のための JavaScript 関連ドキュメント
pt: Documentação JavaScript para programadores, por programadores na MDN

source: Web docs by developers, for developers on MDN
bn_bd: এমডিএনে ওয়েব ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre Web por desarrolladores, para desarrolladores en MDN
ja: MDN の、開発者による開発者のための Web 関連ドキュメント
pt: Documentação Web para programadores, por programadores na MDN

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
bn_bd: এমডিএন হচ্ছে ডকুমেন্ট, নমুনা এবং এইচটিএমএল, সিএসএস, জাভাস্ক্রিপ্ট এবং অন্যান্য ওয়েব স্ট্যান্ডার্ড এবং মুক্ত প্রযুক্তির উপর আরো অনেক কিছুর জন্য আপনার ওয়েব ডেভেলপার টুলবক্স।
es: MDN es tu caja de herramientas de desarrollador web para documentación, demos y mucho más sobre HTML, CSS, JavaScript y otros estándares web y tecnologías abiertas.
ja: MDN は、HTML、CSS、JavaScript、他の Web 標準やオープン技術に関するドキュメント、デモなどの詰まった、あなたのための Web 開発者用ツールボックスです。
pt: A MDN é a sua caixa de ferramentas de programador web para documentação, demonstrações e muito mais sobre HTML, CSS, JavaScript e outras normas web e tecnologias abertas.

source: Unsubscribed
bn_bd: আনসাবস্ক্রাইব করা হয়েছে
es: Suscripción cancelada
ja: 通知解除しました
pt: Subscrição cancelada

source: You have been unsubscribed from this notification.
bn_bd: আপনাকে এখানকার নটিফিকেশন থেকে আনসাবস্ক্রাইব করা হয়েছে।
es: Se ha cancelado tu suscripción a estas notificaciones.
ja: この通知を解除しました。
pt: A sua subscrição nesta notificação foi cancelada.

source: Unsubscribe
bn_bd: আনসাবস্ক্রাইব করুন
es: Cancelar suscripción
ja: 通知解除
pt: Cancelar subscrição

source: Do you want to stop receiving email notifications from the {1} <strong>{0}</strong>?
es: ¿Quieres dejar de recibir notificaciones por correo electrónico sobre {1} <strong>{0}</strong>?
ja: {1} <strong>{0}</strong> からのメール通知を停止しますか？
pt: Quer deixar de receber notificações por correio eletrónico de {1} <strong>{0}</strong>?

source: Can't promote more than one index at once.
bn_bd: একবারে একের অধিক ইনডেক্স প্রমোট করতে পারবেন না ।
es: No se puede promocionar más de un índice a la vez.
ja: 複数のインデックスを一度に宣伝することはできません。
pt: Não pode promover mais do que um índice de cada vez.

source: Promoted search index %s.
bn_bd: %s সার্চ ইনডেক্সকে প্রমোট করুন।
es: Índice de búsqueda %s promocionado.
ja: 宣伝された検索インデックス %s。
pt: Índice de pesquisa promovido %s.

source: Promote selected search index to current index
bn_bd: নির্বাচনকৃত সার্চ ইনডেক্সকে বর্তমান ইনডেক্স দিয়ে প্রমোট করুন।
es: Promocionar el índice de búsqueda seleccionado al índice actual
ja: 選択した検索インデックスを現在のインデックスに宣伝
pt: Promover índice de pesquisa selecionado para índice atual

source: Can't demote more than one index at once.
bn_bd: একবারে একের অধিক ইনডেক্সকে ডিমোট করতে পারবেন না।
es: No se puede degradar más de un índice a la vez.
ja: 一度に複数のインデックスを格下げすることはできません。
pt: Não é possível despromover mais que um índice de cada vez.

source: Can't demote the index if there is only one. Create and populate a new one first.
bn_bd: শুধুমাত্র একটি থাকলে সেটিকে ডিমোট করতে পারবেন না। নতুন একটিকে তৈরি ও পূরণ করুন প্রথমে।
es: No se puede degradar el índice si sólo hay uno. Crea y regenera uno nuevo primero.
ja: インデックスがひとつしかない場合、それを格下げすることはできません。先に新しいインデックスを作成、追加してください。
pt: Não é possível despromover o índice quando só existe um. Crie e publique um novo primeiro.

source: Demoted search index %s.
bn_bd: ডিমোটকৃত অনুসন্ধান সূচিপত্র %s ।
es: Índice de búsqueda %s degradado.
ja: 検索インデックス %s を格下げしました。
pt: Índice de pesquisa despromovido %s.

source: Demote selected search index (automatic fallback to previous index)
bn_bd: বাছাইকৃত অনুসন্ধান সূচিপত্র ডিমোট করা (স্বয়ংকৃতভাবে পূর্বের সূচিপত্রে ফিরে যাওয়া)
es: Degradar el índice de búsqueda seleccionado (se revertirá automáticamente al índice anterior)
ja: 選択した検索インデックスを格下げ (前のインデックスへ自動フォールバック)
pt: Despromover índice de pesquisa selecionado (reposição automática para o índice anterior)

source: Can't populate more than one index at once.
bn_bd: একবার একের অধিক সূচিপত্রকে জড়ো করা যাচ্ছে না।
es: No se puede regenerar más de un índice a la vez.
ja: 一度に複数のインデックスを集めることはできません。
pt: Não é possível publicar mais de um índice de cada vez.

source: Scheduled a Celery task to populate search index %s.
bn_bd: অনুসন্ধানকৃত সূচিপত্রকে জড়ো করতে একটি সেলেরি কাজের সময়সূচি ঠিক করুন %s.
es: Se ha planificado una tarea Celery para regenerar el índice de búsqueda %s.
ja: 検索インデックス %s を追加する Celery タスクを予定に追加しました
pt: Agendar uma tarefa Celery para publicar o índice de pesquisa %s.

source: Populate selected search index via Celery
bn_bd: সেলেরির মাধ্যমে বাছাইকৃত অনুসন্ধানীয় সূচিপত্র জড়ো করুন
es: Regenerar el índice de búsqueda seleccionado a través de Celery
ja: Celery 経由で選択したインデックスを集める
pt: Publicar o índice de pesquisa selecionado através do Celery

source: There is already a successor to the current index %s
bn_bd: এরই মধ্যে চলমান সূচিপত্রের একটি উত্তরসূরী রয়েছে %s
es: Ya hay un sucesor del índice actual %s
ja: 現在のインデックス %s には既に後継が設定されています
pt: Já existe um sucessor para o índice atual %s

source: Is current index?
bn_bd: চলমান সূচীপত্র?
es: ¿Es el índice actual?
ja: 現在のインデックス？
pt: É o índice atual?

source: name
es: nombre
ja: 名前
pt: nome

source: groupname
bn_bd: দলের নাম
es: nombre de grupo
ja: グループ名
pt: nomedogrupo

source: Enter your terms in the form below and click <strong>Search</strong>
bn_bd: আপনার শর্তগুলো নিম্নের ফর্মে দিন এবং ক্লিক করুন <strong>খুঁজুন</strong>
es: Escribe los términos de tu búsqueda en el formulario inferior y haz clic en <strong>Buscar</strong>
ja: 以下のフォームに語句を入力して <strong>検索</strong> をクリックしてください
pt: Introduza os seus termos no formulário em baixo e clique <strong>Pesquisar</strong>

# button
source: Search
bn_bd: খোঁজা
es: Buscar
ja: 検索
pt: Pesquisar

source: Search Unavailable
bn_bd: অনুসন্ধান পাওয়া যাচ্ছে না
es: Búsqueda no disponible
ja: 検索は利用できません
pt: Pesquisa indisponível

source: Search is temporarily unavailable. Please try again in a few minutes.
bn_bd: অনুসন্ধান অস্থায়ীভাবে অনুপস্হিত। দয়া করে কিছুক্ষণ পর আবার চেষ্টা করুন।
es: De manera temporal la búsqueda no está disponible. Inténtalo de nuevo pasados unos minutos.
ja: 検索は一時的に利用できなくなっています。後で再度試してください。
pt: A pesquisa está temporariamente indisponível. Por favor tente novamente dentro de alguns minutos.

source: Article contains
bn_bd: আর্টিকেল ধারণ করে
es: El artículo contiene
ja: 記事に含まれるキーワード
pt: O artigo contém

source: crashes on youtube
bn_bd: ইউটিউবে ক্র্যাশ করে
es: falla con YouTube
ja: YouTube でのクラッシュ
pt: falhas no youtube

source: Note: Searching for "tag1, tag2" returns articles tagged with both tag1 and tag2
bn_bd: নোট: "tag1, tag2" অনুসন্ধানের জন্য tag1 এবং tag2 উভয়ের সাথে ট্যাগকৃত আর্টিকেলসমূহ ফেরত আনুন
es: Nota: La búsqueda de "etiqueta1, etiqueta2" devuelve artículos etiquetados con etiqueta1 y etiqueta2
ja: 注: 例えば「tag1, tag2」を検索キーワードに指定すると、tag1 と tag2 の両方のタグが付けられた記事を探せます。
pt: Nota: Procurar por "tag1, tag2" devolve artigos marcados com ambas as tags tag1 e tag2

source: Use basic search
bn_bd: সাধারণ অনুসন্ধান ব্যবহার করুন
es: Usar búsqueda básica
ja: 基本検索を使用
pt: Utilizar pesquisa básica

source: Use advanced search
bn_bd: উন্নত অনুসন্ধান ব্যবহার করুন
es: Usar búsqueda avanzada
ja: 詳細検索を使用
pt: Utilizar pesquisa avançada

source: Search Mozilla Developer Network documentation
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক ডকুমেন্টেশন অনুসন্ধান করুন
es: Buscar en la documentación de Mozilla Developer Network
ja: MDN ドキュメントを検索
pt: Pesquisar na documentação da Rede de Programadores da Mozilla (MDN)

source: Search Results for "{query}"
bn_bd: "{query}" এর জন্য অনুসন্ধান ফলাফলসমূহ
es: Resultados de la búsqueda "{query}"
ja: "{query}" の検索結果
pt: Resultados da pesquisa para "{query}"

source: MDN Site Search
bn_bd: এমডিএন সাইট অনুসন্ধান
es: Búsqueda en MDN
ja: MDN サイト検索
pt: Pesquisa no site da MDN

source: Results
bn_bd: ফলাফলসমূহ
es: Resultados
ja: 検索結果
pt: Resultados

source: %(count)s document found for "%(query)s" in %(locale_native)s.
es: %(count)s documento encontrado para "%(query)s" en %(locale_native)s.
ja: 「%(query)s」を含む %(locale_native)s の記事が %(count)s ページ見つかりました。
pt: %(count)s documento encontrado para "%(query)s" em %(locale_native)s.

source: %(count)s document found in %(locale_native)s.
es: %(count)s documento encontrado en %(locale_native)s.
ja: %(locale_native)s の記事が %(count)s ページ見つかりました。
pt: %(count)s documento encontrado em %(locale_native)s.

source: %(count)s document found for "%(query)s".
es: %(count)s documento encontrado para "%(query)s".
ja: 「%(query)s」を含む記事が %(count)s ページ見つかりました。
pt: %(count)s documento encontrado para "%(query)s".

source: %(count)s document found.
es: %(count)s documento encontrado.
ja: 記事が %(count)s ページ見つかりました。
pt: %(count)s documento encontrado.

source: Displaying all results.
ja: すべての結果を表示しています。
pt: A apresentar todos os resultados.

source: Displaying %(count)s search result.
ja: %(count)s 件の検索結果のうち %(start)s-%(end)s 件を表示しています。
pt: A apresentar %(count)s resultado de pesquisa.

source: Search again in %(default_locale_native)s
ja: %(default_locale_native)s で再検索
pt: Pesquisar novamente em %(default_locale_native)s

source: Filter by
bn_bd: যার দ্বারা ফিল্টার
es: Filtrar por
ja: 絞り込み:
pt: Filtrar por

source: Filter
bn_bd: ফিল্টার
es: Filtrar
ja: 絞り込み
pt: Filtrar

source: Add-ons & Extensions
bn_bd: অ্যাড-অনস এবং এক্সটেনশন
es: Complementos y extensiones
ja: アドオンと拡張機能
pt: Extras e extensões

source: I'm an Expert
bn_bd: আমি বিশেষজ্ঞ
es: Soy experto
ja: 私は上級者です
pt: Eu sou um especialista

source: APIs and DOM
bn_bd: এপিআই সমূহ এবং ডিওএম
es: API y DOM
ja: API / DOM
pt: APIs e DOM

source: Open Web Apps
bn_bd: ওপেন ওয়েব অ্যাপসমূহ
es: Aplicaciones web abiertas
pt: Aplicações Web Abertas

source: I'm Learning
bn_bd: আমি শিখছি
es: Soy aprendiz
ja: 私は学習中です
pt: Estou a aprender

source: Code Samples
bn_bd: কোড উদাহরণসমূহ
es: Ejemplos de código
ja: コードサンプル
pt: Exemplos de código

source: Firefox for Desktop
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স
es: Firefox para escritorio
ja: デスクトップ版 Firefox
pt: Firefox para o computador

source: Firefox for Android
bn_bd: এন্ড্রয়েডের জন্য ফায়ারফক্স
es: Firefox para Android
ja: Android 版 Firefox
pt: Firefox para o Android

source: Games
bn_bd: গেমস
es: Juegos
ja: ゲーム
pt: Jogos

source: How-To & Tutorial
bn_bd: কিভাবে এবং টিউটোরিয়াল
es: Guía y tutorial
ja: 手引き & チュートリアル
pt: Tutorial

source: Intermediate
bn_bd: মধ্যবর্তী
es: Intermedio
ja: 中級
pt: Intermédio

source: Tools
bn_bd: টুলসমূহ
es: Herramientas
ja: ツール
pt: Ferramentas

source: Web Development
bn_bd: ওয়েব ডেভেলপমেন্ট
es: Desarrollo web
ja: Web 開発
pt: Programação Web

source: Document type
bn_bd: ডকুমেন্টটির ধরণ
es: Tipo de documento
ja: 文書型
pt: Tipo de documento

source: Skill level
bn_bd: দক্ষতার স্তর
es: Nivel
ja: スキルレベル
pt: Nível de experiência

source: Topics
bn_bd: টপিকসমূহ
es: Temas
ja: トピック
pt: Tópicos

source: algorithm
bn_bd: অ্যালগরিদম
es: algoritmo
ja: アルゴリズム
pt: algoritmo

source: Username may contain only letters, numbers and ./-/_ characters.
bn_bd: ইউজারনেমে শুধুমাত্র অক্ষর, সংখ্যা এবং ./-/_ ক্যারেক্টারগুলো থাকতে পারে।
es: El nombre de usuario solo puede contener letras, números y caracteres ./-/_.
ja: ユーザ名で利用できる文字は半角英数字と./-/_のみです。
pt: O nome de utilizador apenas pode conter letras, números e os carateres ./-/_.

source: Username is required.
bn_bd: ইউজারনেম আবশ্যক।
es: Se necesita un nombre de usuario.
ja: ユーザ名は必須です。
pt: É necessário um nome de utilizador.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইউজারনেম খুবই সংক্ষিপ্ত (%(show_value)s টি ক্যারেক্টার)। এটাতে কমপক্ষে %(limit_value)s টি ক্যারেক্টার থাকা আবশ্যক।
es: El nombre de usuario es demasiado corto (%(show_value)s characters). Debe tener al menos %(limit_value)s caracteres.
ja: ユーザ名が短すぎます (%(show_value)s 文字)。 ユーザ名は %(limit_value)s 文字以上にしなければなりません。
pt: O nome de utilizador é demasiado curto (%(show_value)s carateres). Tem de ter pelo menos %(limit_value)s carateres.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_bd: ইউজারনেম খুবই বড় হয়েছে (%(show_value)s টি ক্যারেক্টার)। এটাতে অবশ্যই %(limit_value)s টি ক্যারেক্টার বা এর কম থাকতে হবে।
es: El nombre de usuario es demasiado largo (%(show_value)s characters). Debe tener %(limit_value)s caracteres como máximo.
ja: ユーザ名が長すぎます (%(show_value)s 文字)。 ユーザ名は %(limit_value)s 文字以下にしなければなりません。
pt: O nome de utilizador é demasiado longo (%(show_value)s carateres). Deve ter %(limit_value)s carateres ou menos.

source: Password is required.
bn_bd: পাসওয়ার্ড আবশ্যক।
es: Se necesita una contraseña.
ja: パスワードは必須です。
pt: É necessária uma senha.

source: Please enter your password twice.
bn_bd: আপানার পাসওয়ার্ড দুবার প্রবেশ করুন।
es: Escribe tu contraseña dos veces, por favor.
ja: パスワードを二回入力して下さい。
pt: Por favor, introduza a sua senha duas vezes.

source: To use this password, you need to initiate a password reset. Please use the "forgot my password" link below.
bn_bd: এই পাসওয়ার্ড ব্যবহার করতে, আপনাকে একটি পাসওয়ার্ড রিসেট আরম্ভ করা প্রয়োজন। ব্যবহার করুন নীচের লিঙ্ক "আমার পাসওয়ার্ড ভুলে গেছি"
es: Para usar esta contraseña, tienes que iniciar un restablecimiento de contraseña. Por favor, usa el enlace «olvidé mi contraseña» de abajo.
ja: このパスワードを使用するには、パスワードをリセットして初期化する必要があります。下の「パスワードを忘れました」のリンクをクリックしてください。
pt: Para utilizar esta senha, necessita de iniciar a reposição de senha. Por favor utilize a ligação "esqueci a minha senha" em baixo.

source: Username
bn_bd: ইউজারনেম
es: Nombre de usuario
ja: ユーザ名
pt: Nome de utilizador

source: Required. 30 characters or fewer. Letters, digits and ./-/_ only.
bn_bd: আবশ্যক। ৩০ ক্যারেক্টার বা এর কম। শুধুমাত্র অক্ষর, সংখ্যা এবং ./-/_ ক্যারেক্টারগুলো।
es: Obligatorio. 30 caracteres máximo. Solo letras, dígitos y ./-/_.
ja: 30文字以下でなくてはなりません。また利用できる文字は半角の英数字と./-/_のみです。
pt: Necessário. 30 carateres ou menos. Apenas letras, dígitos e ./-/_.

source: Email address
bn_bd: ই-মেইল ঠিকানা
es: Dirección de correo electrónico
ja: メールアドレス
pt: Endereço de email

source: Password
bn_bd: পাসওয়ার্ড
es: Contraseña
ja: パスワード
pt: Senha

source: Repeat password
bn_bd: পাসওয়ার্ড পুনরায় লিখুন
es: Repite la contraseña
ja: パスワード再入力
pt: Repetir senha

source: Enter the same password as above, for verification.
bn_bd: যাচাই এর জন্য, একই পাসওয়ার্ড লিখুন।
es: Escribe la misma contraseña que antes para poder verificarla.
ja: 確認のため、もう一度同じパスワードを入力してください。
pt: Introduza a mesma senha que em cima, para verificação.

source: Passwords must match.
bn_bd: পাসওয়ার্ডএ অবশ্যই মিল থাকতে হবে।
es: Las contraseñas no coinciden.
ja: パスワードが一致しません。
pt: As senhas têm de coincidir.

source: A user with that email address already exists.
bn_bd: একই ইমেইলে আরেকটা নাম ঠিকানা তালিকায় আছে।
es: Ya existe un usuario con esa misma dirección de correo.
ja: このメールアドレスのユーザは既に登録されています。
pt: Já existe um utilizador com esse endereço de email.

source: The username you entered already exists.
bn_bd: আপনি যে ইউজারনেম দিয়েছেন তা ইতিমধ্যে বিদ্যমান।
es: El nombre de usuario que usaste ya existe.
ja: このユーザ名は既に使用されています。
pt: O nome de utilizador que introduziu já existe.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
bn_bd: একটি সঠিক ব্যবহারকারীর নাম ও পাসওয়ার্ড লিখুন। উল্লেখ্য উভয় ক্ষেত্রে কেস সংবেদনশীল।
es: Por favor, escribe un nombre de usuario correcto y una contraseña. Ten en cuenta que ambos campos distinguen mayúsculas y minúsculas.
ja: 正しいユーザ名とパスワードを入力してください。どちらのフィールドでも大文字と小文字は区別されます。
pt: Por favor introduza um nome de utilizador e senha corretos. Note que ambos os campos são sensíveis a maiúsculas e minúsculas.

source: This account is inactive.
bn_bd: এই অ্যাকাউন্টটি নিষ্ক্রিয়।
es: Esta cuenta no está activa.
ja: このアカウントは非アクティブ状態です。
pt: Esta conta está inativa.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
bn_bd: আপনার ওয়েব ব্রাউজারের কুকি সক্রিয় করা আছে বলে মনে হয় না। কুকিজ লগ ইন করার জন্য প্রয়োজন হয়।
es: Parece que tu navegador no tiene activadas las cookies. Las cookies son necesarias para conectarte.
ja: Web ブラウザの Cookie 設定が有効になっていません。ログインするために Cookie を有効にする必要があります。
pt: O seu navegador parece não ter cookies ativas. As cookies são necessárias para a autenticação.

source: Please enter a twitter.com URL.
bn_bd: দয়া করে twitter.com ইউআরএলে প্রবেশ করুন।
es: Por favor, escribe una URL de twitter.com.
ja: Twitter の URL を入力して下さい。
pt: Por favor introduza uma URL do twitter.com.

source: Please enter a facebook.com URL.
bn_bd: দয়া করে facebook.com ইউআরএলে প্রবেশ করুন।
es: Por favor, escribe una URL de facebook.com.
ja: Facebook の URL を入力して下さい。
pt: Por favor introduza uma URL do facebook.com.

source: This is your current email.
bn_bd: এটি আপনার বর্তমান ইমেইল।
es: Este es tu correo electrónico actual.
ja: これはあなたの現在のメールアドレスです。
pt: Este é o seu email atual.

source: Ban User
bn_bd: নিষেধাজ্ঞা জারি করুন
es: Prohibir usuario
ja: ユーザを禁止する
pt: Banir utilizador

source: User
bn_bd: ব্যবহারকারী
es: Usuario
ja: ユーザ
pt: Utilizador

source: Display name
bn_bd: প্রদর্শিত নাম
es: Mostrar nombre
ja: 表示名
pt: Nome a apresentar

source: Make my email public
bn_bd: আমার ইমেইল পাবলিক করুন
es: Hacer público mi correo electrónico
ja: メールアドレスを公開する
pt: Tornar o meu email público

source: Biography
bn_bd: জীবনী
es: Biografía
ja: 自己紹介
pt: Biografia

source: Twitter URL
bn_bd: টুইটার ইউআরএল
es: URL de Twitter
pt: URL do Twitter

source: Facebook URL
bn_bd: ফেসবুক ইউআরএল
es: URL de Facebook
pt: URL do Facebook

source: Country
bn_bd: দেশ
es: País
ja: 国
pt: País

source: City
bn_bd: শহর
es: Ciudad
ja: 市区町村
pt: Cidade

source: Livechat ID
bn_bd: লাইভচ্যাট আইডি
pt: ID do livechat

source: Please confirm your email address
bn_bd: অনুগ্রহ করে আপনার ইমেইল ঠিকানা নিশ্চিত করুন
es: Por favor, confirma tu dirección de correo
ja: 確認のためメールアドレスを入力してください
pt: Por favor confirme o seu endereço de email

source: user
bn_bd: ব্যবহারকারী
es: usuario
ja: ユーザ
pt: utilizador

source: activation key
bn_bd: অ্যাক্টিভেশন কী
es: clave de activación
ja: アクティベーションキー
pt: chave de ativação

source: registration profile
bn_bd: রেজিস্ট্রেশন প্রোফাইল
es: perfil de registro
ja: 登録プロフィール
pt: perfil de registo

source: registration profiles
bn_bd: রেজিস্ট্রেশান প্রোফাইল
es: perfiles de registro
ja: 登録プロフィール
pt: perfis de registo

source: %s banned by %s
bn_bd: %s নিষিদ্ধ হয়েছে %s
es: %s prohibido por %s
ja: %s は %s によって禁止されています
pt: %s banido por %s

source: %s (no longer active)
bn_bd: %s (আর সক্রিয় নেই)
es: %s (ya no está activo)
ja: %s (既に使用されていません)
pt: %s (deixou de estar ativo)

source: Email Address Reminder
bn_bd: ইমেইল অ্যাড্রেস রিমাইন্ডার
es: Recordatorio de la dirección de correo
ja: リマインダーメールアドレス
pt: Lembrete do endereço de email

source: Account successfully verified!
bn_bd: অ্যাকাউন্ট সফলভাবে যাচাই হয়েছে!
es: ¡La cuenta ha sido verificada con éxito!
ja: アカウントの認証が完了しました！
pt: A conta foi verificada com sucesso!

source: Something is wrong
bn_bd: কিছু একটা ভুল আছে
es: Algo va mal
ja: 認証に失敗しました
pt: Algo está errado

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
bn_bd: আপনি আপনার ইমেল ঠিকানা নিশ্চিত করেছেন এবং আপনার অ্যাকাউন্ট সক্রিয় করেছেন! আপনি এখন লগ ইন করুন, এবং আপনার প্রোফাইল সম্পাদনে যেতে পারেন।
es: ¡Has confirmado tu dirección de correo y activado tu cuenta! Ya puedes entrar y editar tu perfil.
ja: メールアドレスのメールの確認とアカウント認証が完了しました！ ログインしてプロフィールを編集してください。
pt: Confirmou o seu endereço de email e ativou a sua conta! Já pode iniciar sessão e editar o seu perfil.

source: Your question is now visible on the site!
bn_bd: আপনার প্রশ্নটি এখন সাইটে বিদ্যমান!
es: ¡Tu pregunta ya es visible en el sitio!
ja: 投稿した質問がサイト上に表示されるようになりました。
pt: A sua questão está agora visível no site!

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
es: No pudimos activar tu cuenta. Por favor, asegúrate de que has hecho clic en el enlace correcto de tu correo o has escrito la dirección correcta.
ja: アカウントを認証できませんでした。メールに記載された正しいリンクをクリックするか、正しいアドレスを入力してください。
pt: Não conseguimos ativar a sua conta. Por favor, verifique se utilizou a hiperligação correta no seu email ou se digitou o endereço correto.

source: <h3>What's this?</h3> <p>MDN has switched to <a href="%(browserid_href)s" target="_blank" rel="external">Persona</a>, a safe and simple way to sign in with just your e-mail address. <a href="%(why_browserid)s" rel="external">Learn more about why Mozilla is using Persona</a>.</p> <p><strong>Returning members:</strong> sign in with Persona and you'll be connected to your MDN profile (all your information is still here).</p> <p><strong>New members:</strong> sign in with Persona first, then you'll be able to set up your new MDN profile.</p>
es: <h3>¿Qué es esto?</h3> <p>MDN ha cambiado a <a href="%(browserid_href)s" target="_blank" rel="external">Mozilla Persona</a>, una forma segura y sencilla de identificarte utilizando solo tu dirección de correo electrónico. <a href="%(why_browserid)s" rel="external">Infórmate de por qué Mozilla está usando Mozilla Persona</a>.</p> <p><strong>Miembros ya registrados:</strong> identifícate con Mozilla Persona y estarás conectado a tu perfil de MDN (toda tu información continúa aquí).</p> <p><strong>Miembros nuevos:</strong> identifícate con Mozilla Persona primero, y después podrás configurar tu nuevo perfil de MDN.</p>
ja: <h3>これは何ですか？</h3> <p>MDN は、メールアドレスだけでログインできる安全で簡単な <a href="%(browserid_href)s" target="_blank" rel="external">Persona</a> に切り替わりました。<a href="%(why_browserid)s" rel="external">Mozilla が Persona を使う理由についてはこちらをご覧ください</a>。</p> <p><strong>登録済みの方:</strong> Persona でログインすると、MDN プロフィール (すべての情報がまだそこにあります) に接続します。</p> <p><strong>未登録の方:</strong> まず Persona でログインしてください。すると、MDN プロフィールを作成できるようになります。</p>
pt: <h3>O que é isto?</h3> <p>A MDN mudou para o <a href="%(browserid_href)s" target="_blank" rel="external">Persona</a>, uma forma segura e simples de iniciar sessão com apenas o seu endereço de email. <a href="%(why_browserid)s" rel="external">Saiba mais sobre o porquê de a Mozilla estar a utilizar o Persona</a>.</p> <p><strong>Membros antigos:</strong> inicie sessão com o Persona e será ligado ao seu perfil MDN (toda a sua informação ainda está cá).</p> <p><strong>Novos membros:</strong> primeiro, inicie sessão com o Persona e depois poderá definir o seu novo perfil MDN.</p>

source: Register
bn_bd: রেজিস্টার
es: Registrarse
ja: 登録
pt: Registar

source: Persona is here!
bn_bd: এখানে পারসোনা আছে!
es: ¡Mozilla Persona está aquí!
ja: Persona にはこちらから登録できます。
pt: Persona é aqui!
