Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: <h2>Tired of learning on your own?<br>Want to join a community of people learning HTML and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
es: <h2>¿Estás cansado de aprender por tu cuenta?<br>¿Quieres unirte a una comunidad de gente que aprende sobre HTML y otras tecnologías web abiertas?</h2> <p>Considera apuntarte a grupos de estudio gratuitos en línea a través de la <a href="https://p2pu.org/en/schools/school-of-webcraft">Escuela de creación web</a> de la Universidad Peer-to-Peer<span title="Peer-to-Peer University"></span>. Comparte tus descubrimientos, luchas y victorias con otros que están aprendiendo las mismas cosas.</p>
ja: <h2>ひとりで学習することに飽きていませんか？<br>HTML や他のオープン Web 技術について学習するコミュニティに参加してみませんか？</h2> <p>P2P 大学の <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft (スクール・オブ・Web クラフト)</a> では、無料のオンライン相互学習グループに参加いただけます。あなたが発見、奮闘、成功したことを、同じトピックを学習する仲間とぜひ共有してください。</p>
pt: <h2>Está farto de aprender por si?<br> Quer juntar-se a uma comunidade de pessoas que estão a aprender HTML e outras tecnologias web abertas?</h2> <p>Considere inscrever-se gratuitamente em grupos de estudo online da <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">Escola de Webcraft</a> da Universidade Peer-to-Peer. Partilhe as suas descobertas, dificuldades e vitórias com outros que estão a aprender as mesmas coisas.</p>

source: This site discusses <strong>HTML5</strong>, the upcoming latest version of the standard. Many HTML5 features are supported by modern browsers, but many users still have older browsers and so can't take advantage.
es: En este sitio se habla de <strong>HTML5</strong>, la próxima versión del estándar. Muchas características de HTML5 son compatibles con los navegadores modernos, pero muchos usuarios aún tienen navegadores antiguos y por eso no pueden beneficiarse de ella.
ja: このサイトでは、HTML 標準の次期最新バージョンである <strong>HTML5</strong> について説明します。最新のブラウザでは、既に多くの HTML5 の機能がサポートされていますが、多くのユーザはまだ古いブラウザを使用しており、この恩恵にあずかっていません。
pt: Este site discute o <strong>HTML5</strong>, a última versão da norma. Muitas das funcionalidades do HTML5 são suportadas pelos navegadores mais modernos, mas muitos utilizadores ainda têm navegadores antigos e como tal podem não beneficiar destas funcionalidades.

source: Learn JavaScript
bn_bd: জাভাস্ক্রিপ্ট শিখুন
es: Aprender JavaScript
ja: JavaScript について学ぶ
pt: Aprender JavaScript

source: <p class="intro"><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages to respond to user interaction beyond the basic level provided by HTML links and forms.</p> <p>The links on this page lead to a variety of JavaScript tutorials and JavaScript training materials. Whether you are just starting out, wanting to learn JS basics, or are an old hand, wanting to sharpen your skills, you can find helpful resources here for JS best practices.</p>
es: <p class="intro"><strong>JavaScript</strong> (JS en forma abreviada) es el lenguaje de programación que permite que las páginas web respondan a la interacción del usuario más allá del nivel básico que ofrecen los formularios y los enlaces HTML.</p> <p>Los enlaces de esta página llevan a una serie de tutoriales y materiales educativos sobre JavaScript. Tanto si estás empezando y quieres aprender los conceptos básicos de JS, como si eres un experto que deseas mejorar tus habilidades, aquí encontrarás recursos útiles para buenas prácticas con JS.</p>
ja: <p class="intro"><strong>JavaScript</strong> (JS と省略します) は HTML のリンクやフォームによって提供される基本的なレベルを超えて、Web ページがユーザとの相互体験を可能にするプログラミング言語です。</p> <p>このページにあるリンクから様々な JavaScript チュートリアルや教材へ移動できます。あなたが JavaScript を始めたばかりで基礎を学んでいるところでも、JavaScript の技術を向上させたいベテランの Web 開発者でも、JS の良い事例集となるリソースをここで見つけられるでしょう。</p>
pt: <p class="intro"><strong>JavaScript</strong> (JS for short) é a linguagem de programação que permite que as páginas web reajam à interação do utilizador para além do nível básico fornecido por hiperligações e formulários HTML.</p> <p>As ligações nesta página fornecem acesso a uma variedade de tutoriais e materiais de treino de JavaScript. Independentemente de estar a começar e querer aprender o básico sobre JS, ou se já tiver experiência mas quiser melhorar as suas competências, pode encontrar aqui recursos úteis com as melhores práticas de JS.</p>

source: Codecademy is the easiest way to learn how to code JavaScript. It's interactive, fun, and you can do it with your friends.
es: Codecademy es la manera más fácil de aprender cómo programar en JavaScript. Es interactivo, divertido y puedes hacerlo con tus amigos.
ja: Codecademy は JacaScript コードの書き方を学ぶ簡単な方法です。対話形式で、楽しく、友達と一緒にできます。
pt: O Codecademy é a maneira mais fácil de aprender a programar JavaScript. É interativo, divertido e pode fazê-lo com os seus amigos.

source: Getting Started with JavaScript
bn_bd: জাভাস্ক্রিপ্টে আরম্ভ করুন
es: Introducción a JavaScript
ja: はじめての JavaScript
pt: Introdução ao JavaScript

source: What is JavaScript and how can it help you?
bn_bd: জাভা স্ক্রিপ্ট কি এবং এটি কি করে আপনাকে সাহায্য করে ?
es: ¿Qué es JavaScript y cómo puede ayudarte?
ja: JavaScript とは何か、どんな機能があるのか
pt: O que é o JavaScript e como o pode ajudar?

source: Programming &ndash; The Real Basics
bn_bd: প্রোগ্রামিং &ndash; প্রকৃত ভিত্তি
es: Programación y conceptos muy básicos
pt: Programação &ndash; O realmente básico

source: Basic fundamentals of programming. Following articles introduce what you can do with JavaScript, best practices for using it, and more.
bn_bd: প্রোগ্রামিং এর মৌলিক ভিত্তি । আপনি জাভাস্ক্রিপ্ট দিয়ে কি করতে পারবেন, এটি ব্যাবহারের জন্য সর্বোত্তম চর্চা , এবং আরও অনেক কিছুর সাথে নিচের লেখাটি পরিচয় করিয়ে দিবে ।
es: Los conceptos básicos fundamentales de programación. Los siguientes artículos te muestran lo que puedes hacer con JavaScript, las mejores prácticas para usarlo, etc.
ja: プログラミングの基本。以下の記事では JavaScript でできる事やベストプラクティスなどが紹介されています。
pt: Princípios básicos da programação. Os próximos artigos apresentam o que pode fazer com JavaScript, as melhores práticas na sua utilização, entre outras coisas.

source: JavaScript From the Ground Up
bn_bd: একেবারে শুরু থেকে জাভাস্ক্রিপ্ট
es: JavaScript desde cero
ja: 基礎からの JavaScript
pt: JavaScript desde o básico

source: Video tutorial on making pages interactive with JavaScript
bn_bd: জাভাস্ক্রিপ্টের সাথে ইন্টারেক্টিভ পেইজসমূহ তৈরী করতে ভিডিও টিউটোরিয়াল
es: Videotutorial sobre la creación de páginas interactivas con JavaScript
ja: JavaScript でインタラクティブなページを作成するためのチュートリアル動画
pt: Tutorial vídeo sobre como tornar as páginas interativas com JavaScript

source: JavaScript Best Practices
bn_bd: জাভাস্ক্রিপ্টের সর্বোত্তম অনুশীলনসমূহ
es: Buenas prácticas con JavaScript
ja: JavaScript ベストプラクティス
pt: Melhores práticas JavaScript

source: Learn about some of the obvious and (not so) obvious best practices when writing JavaScript.
bn_bd: যখন জাভাস্ক্রিপ্ট লিখার সময় কিছু সুস্পষ্ট এবং (খুব বেশী নয়) সুস্পষ্ট সর্বোত্তম অনুশীলনসমূহ সম্পর্কে শিখুন।
es: Conoce algunas buenas prácticas obvias (y no tan obvias) a la hora de escribir JavaScript.
ja: JavaScript の顕著な (それほど顕著ではないものも含め) ベストプラクティスの一部を学ぶ。
pt: Saiba mais sobre as óbvias (e não tão óbvias) melhores práticas quando escreve JavaScript.

source: A Re-introduction to JavaScript
bn_bd: জাভাস্ক্রিপ্টের একটি পুনঃপরিচিতি
es: Una nueva introducción a JavaScript
ja: JavaScript 「再」入門
pt: Uma reintrodução ao JavaScript

source: A recap of the JavaScript programming language aimed at intermediate-level developers.
es: Un resumen del lenguaje de programación JavaScript dirigido a desarrolladores de nivel intermedio.
ja: 中級レベルの開発を目指しての JavaScript プログラミング言語の復習
pt: Uma revisão da linguagem de programação JavaScript para programadores de nível intermédio.

source: Eloquent JavaScript
bn_bd: বাকপটু জাভাস্ক্রিপ্ট
es: JavaScript elocuente
pt: JavaScript eloquente

source: A comprehensive guide to intermediate and advanced JavaScript methodologies.
es: Una guía completa para las metodologías JavaScript intermedias y avanzadas.
ja: 中級から上級の JavaScript 方法論についての総合ガイド
pt: Um amplo guia para metodologias intermédias e avançadas de JavaScript.

source: Essential JavaScript Design Patterns
bn_bd: প্রয়োজনীয় জাভাস্ক্রিপ্ট ডিজাইন প্যাটার্নগুলো
es: Patrones de diseño esenciales en JavaScript
pt: Padrões essenciais de desenho de JavaScript

source: An introduction to essential JavaScript design patterns.
bn_bd: প্রয়োজনীয় জাভাস্ক্রিপ্ট ডিজাইন প্যাটার্নগুলোর একটি সূচনা।
es: Una introducción a los patrones de diseño esenciales en JavaScript.
ja: JavaScript の重要なデザインパターンの紹介
pt: Uma introdução aos padrões essenciais de desenho de JavaScript.

source: The JavaScript Programming Language
bn_bd: জাভাস্ক্রিপ্ট প্রোগ্রামিং ভাষা
es: El lenguaje de programación JavaScript
ja: プログラミング言語 JavaScript
pt: A linguagem de programação JavaScript

source: Douglas Crockford explores the language as it is today, and how it came to be.
bn_bd: ডগলাস ক্রকফোর্ড ভাষা আজ কীরকম এবং কীভাবে এটি এসেছে তা বিশ্লেষণ করেন।
es: Douglas Crockford explora la situación actual del lenguaje y su evolución.
ja: ダグラス・クロックフォードが JavaScript の現状と、そこに至った経緯を説明します。
pt: O Douglas Crockford explora a linguagem tal como é hoje e como ela evoluiu.

source: Introduction to Object-oriented JavaScript
bn_bd: অবজেক্ট ওরিয়েন্টেড জাভাস্ক্রিপ্টের সূচনা
es: Introducción a JavaScript orientado a objetos
pt: Introdução ao JavaScript orientado a objetos

source: Learn about the JavaScript object model.
bn_bd: জাভাস্ক্রিপ্ট অবজেক্ট মডেল সম্পর্কে শিখুন।
es: Conoce el modelo de objetos de JavaScript.
ja: JavaScript のオブジェクトモデルについて
pt: Saiba mais sobre o modelo de objetos de JavaScript.

source: Learning Advanced JavaScript
bn_bd: অ্যাডভান্সড্ জাভাস্ক্রিপ্ট শেখা
es: Aprender JavaScript avanzado
pt: Aprender JavaScript avançado

source: John Resig's guide to advanced JavaScript.
bn_bd: জন রেসিগের অ্যাডভান্সড্ জাভাস্ক্রিপ্ট গাইড।
es: La guía para JavaScript avanzado de John Resig.
ja: John Resig 氏の高度な JavaScript ガイド
pt: Guia de John Resig para JavaScript avançado.

source: Introducing the JavaScript DOM
bn_bd: JavaScript DOM পরিচিতি
es: Introducción al DOM de JavaScript
pt: Introdução ao DOM do JavaScript

source: What is the Document Object Model, and why is it useful? This article gives you a gentle introduction to this powerful JavaScript feature.
bn_bd: ডকুমেন্ট অবজেক্ট মডেল কি, এবং এটা কেন উপকারি? এই প্রবন্ধটি আপনাকে এই শক্তিশালী জাভাস্ক্রিপ্ট বৈশিষ্ট্যের মৃদু ধারণা দেবে।
es: ¿Qué es el Document Object Model y por qué es útil? Este artículo te ofrece una breve introducción a esta potente característica de JavaScript.
ja: ドキュメントオブジェクトモデルとは何か？なぜそれが有用なのか？この記事では、この強力な JavaScript の機能を優しく紹介します。
pt: O que é o Modelo de Objetos de Documentos (DOM) e qual a sua utilidade? Este artigo fornece uma suave introdução a esta potente funcionalidade do JavaScript.

source: An Inconvenient API: The Theory of the DOM
bn_bd: একটি অসুবিধাজনক এপিআই: DOM থিওরি
es: Una API poco práctica: la teoría de DOM
pt: Uma API inconveniente: a teoria do DOM

source: Douglas Crockford explains the Document Object Model.
bn_bd: ডগলাস ক্রকফোর্ড ডকুমেন্ট অবজেক্ট মডেল ব্যাখ্যা করেন।
es: Douglas Crockford explica el Document Object Model.
ja: Douglas Crockford 氏が Document Object Model (DOM) について説明します。
pt: Douglas Crockford explica o Modelo de Objetos de Documentos (DOM).

source: Advanced JavaScript
bn_bd: অ্যাডভান্সড্ জাভাস্ক্রিপ্ট
es: JavaScript avanzado
pt: JavaScript avançado

source: Douglas Crockford looks closely at code patterns from which JavaScript programmers can choose in authoring their applications.
bn_bd: ডগলাস ক্রকফোর্ড কোড প্যাটার্নগুলো গভীরভাবে লক্ষ্য করেন যেগুলো থেকে জাভাস্ক্রিপ্ট প্রোগ্রামাররা তাদের অ্যাপ্লিকেশান রচনার সময় বাছাই করতে পারবেন।
es: Douglas Crockford analiza los patrones de código que pueden elegir los programadores en JavaScript a la hora de crear sus aplicaciones.
ja: ダグラス・クロックフォードは、JavaScript プログラマーのコードパターンをじっくりと観察しています。
pt: Douglas Crockford apresenta padrões de código que programadores JavaScript podem escolher para construir as suas aplicações.

source: Documentation of the most quirky parts of JavaScript.
bn_bd: জাভাস্ক্রিপ্টের সবচেয়ে অদ্ভুত অংশের ডকুমেন্টেশান।
es: Documentación sobre las partes más extrañas de JavaScript.
ja: JavaScript の最も奇妙な部分に関するドキュメント
pt: Documentação das partes mais peculiares do JavaScript.

source: Which JavaScript Framework?
bn_bd: কোন জাভাস্ক্রিপ্ট ফ্রেমওয়ার্ক?
es: ¿Qué marco de JavaScript?
pt: Que framework JavaScript?

source: Advice on choosing a JavaScript framework.
bn_bd: জাভাস্ক্রিপ্ট ফ্রেমওয়ার্ক বাছাইয়ের উপর উপদেশ।
es: Consejos sobre cómo elegir un marco de JavaScript.
ja: JavaScript フレームワークの選択に際してのアドバイス
pt: Recomendações para escolha de uma framework JavaScript.

source: Non-blocking JavaScript Downloads
bn_bd: জাভাস্ক্রিপ্ট ডাউনলোডকে ব্লক করবেন না
es: Descargas de JavaScript sin bloqueo
ja: JavaScript の非同期ダウンロード
pt: Transferências JavaScript não bloqueantes

source: Tips on improving the download performance of pages containing JavaScript.
bn_bd: জাভাস্ক্রিপ্ট ধারণকারী পৃষ্ঠার ডাউনলোড কর্মক্ষমতা উন্নত করার পরামর্শ।
es: Sugerencias sobre cómo mejorar el rendimiento de la descarga de páginas que contienen JavaScript.
ja: JavaScript を利用するページのダウンロードスピードを改善するTIPS
pt: Dicas sobre como melhorar a performance de transferência de páginas que contêm JavaScript.

source: JavaScript Guide
bn_bd: জাভাস্ক্রিপ্ট নির্দেশিকা
es: Guía para JavaScript
ja: JavaScript ガイド
pt: Guia JavaScript

source: A comprehensive, regularly updated guide to JavaScript for all levels of learning from beginner to advanced.
bn_bd: শিক্ষানবিস থেকে অভিজ্ঞ সবার জন্য জাভাস্ক্রিপ্টের নিয়মিত হালনাগাদকৃত একটি বিশাল নির্দেশিকা রয়েছে ।
es: Una guía exhaustiva y actualizada regularmente de JavaScript para todos los niveles de aprendizaje, desde principiante a avanzado.
ja: ビギナーから上級者まであらゆる学習レベル向けの、定期的に更新される網羅的な JavaScript ガイド
pt: Um amplo guia de JavaScript, atualizado regularmente, para todos os níveis de conhecimento, desde iniciante a avançado.

source: <h2>Are you tired of learning JS on your own?<br>Do you want to join a community of people who are learning JavaScript and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
bn_bd: <h2>আপনি কি একা একা জাভাস্ক্রিপ্ট শিখে হতাশ?<br>আপনি কি এমন কোনও সম্প্রদায়ের সাথে যুক্ত হতে চান যারা জাভাস্ক্রিপ্ট ও অন্যান্য মুক্ত ওয়েব প্রযুক্তি শিখছেন?</h2><p>আপনি অনলাইনে বিভিন্ন বিশ্ববিদ্যালয়ের গ্রুপের সাথে গ্রুপ স্টাডির জন্য সাইন আপ করতে পারেন<span title="Peer-to-Peer University"></span><a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>।আপনার উদ্ভাবন, সংগ্রাম ও জয়লাভের কথা তাদের সাথে শেয়ার করুন যারা একই জিনিস শিখছে।</p>
es: <h2>¿Estás cansado de aprender JS por tu cuenta?<br>¿Quieres unirte a una comunidad de gente que aprende JavaScript y otras tecnologías web abiertas?</h2> <p>Considera apuntarte a grupos de estudio gratuitos en línea a través de la <a href="https://p2pu.org/en/schools/school-of-webcraft">Escuela de creación web</a> de la Universidad Peer-to-Peer<span title="Peer-to-Peer University"></span>. Comparte tus descubrimientos, luchas y victorias con otros que están aprendiendo las mismas cosas.</p>
ja: <h2>JavaScript をひとりで学習することに飽きていませんか？<br>JavaScript や他のオープン Web 技術について学習するコミュニティに参加してみませんか？</h2> <p>P2P 大学の <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft (スクール・オブ・Web クラフト)</a> では、無料のオンライン相互学習グループに参加いただけます。あなたが発見、奮闘、成功したことを、同じトピックを学習する仲間とぜひ共有してください。</p>
pt: <h2>Está farto de aprender JS por si?<br> Quer juntar-se a uma comunidade de pessoas que estão a aprender JavaScript e outras tecnologias web abertas?</h2> <p>Considere inscrever-se gratuitamente em grupos de estudo online da <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">Escola de Webcraft</a> da Universidade Peer-to-Peer. Partilhe as suas descobertas, dificuldades e vitórias com outros que estão a aprender as mesmas coisas.</p>

source: Posted %(entrydate)s by %(authorlink)s
bn_bd: পোস্ট করেছেন %(entrydate)s তারিখে %(authorlink)s
es: Subido el %(entrydate)s por %(authorlink)s
ja: %(entrydate)s by %(authorlink)s
pt: Colocado a %(entrydate)s por %(authorlink)s

source: Promote MDN
bn_bd: MDN প্রচার করুন
es: Promocionar MDN
ja: MDN を薦める
pt: Promover a MDN

source: Spread some developer love.
bn_bd: কিছু ডেভেলপার ভাললাগা ছড়িয়ে দিন।
es: Difunde un poco de amor de desarrollador.
ja: 開発者の愛を広める。
pt: Espalhe algum carinho a programadores.

source: <ol> <li><strong>Get Buttons:</strong> Use our simple form below to create a custom button and source code to promote MDN on your website or blog.</li> <li><strong>Post Buttons:</strong> Copy the source code and paste it anywhere on your website or blog to help people click through to MDN.</li> <li><strong>Feel Good:</strong> Take pride in knowing you're making developers lives just a little bit better by sharing MDN with the world.</li> </ol>
bn_bd: <ol> <li><strong>বাটন নিন:</strong>নিচে থাকা আমাদের সিম্পল ফর্ম ব্যাবহার করে একটি কাস্টম বাটন তৈরি করুন এবং সোর্স কোড ব্যাবহারের দ্বারা MDN কে আপনার ওয়েবসাইট অথবা ব্লগে প্রমোট করুন</li> <li><strong>বাটন পোস্ট করুন:</strong> সোর্স কোড কপি করুন এবং সেটা আপনার ব্লগ অথবা ওয়েবসাইটের যেকোনো জায়গায় পেস্ট করার দ্বারা মানুষদের MDN এর মাঝ দিয়ে ক্লিক করতে সাহায্য করুন</li> <li><strong>ভাল লাগা:</strong></li>আপনি এটা ভেবে গর্ববোধ করতে পারেন যে MDN বিশ্বের সাথে শেয়ার করার দ্বারা আপনি ডেভলপারদের জীবনকে সামান্যতম হলেও সহজ করছেন।</ol>
es: <ol> <li><strong>Obtén botones:</strong> usa el formulario inferior para crear fácilmente un botón personalizado y el código fuente para promocionar MDN en tu sitio web o blog.</li> <li><strong>Botones de publicación:</strong> copia el código fuente y pégalo en su sitio web o blog para ayudar a los visitantes a ir a MDN.</li> <li><strong>Siéntete bien:</strong> siéntete orgulloso al saber que estás ayudando a que la vida del desarrollador sea un poco mejor al compartir MDN con el mundo.</li> </ol>
ja: <ol> <li><strong>ボタンを入手:</strong> あなたの Web サイトやブログで MDN を宣伝するために、以下の簡単なフォームでカスタムボタンのソースコードを作成してください。</li> <li><strong>ボタンを配置:</strong> ソースコードをコピーして、あなたの Web サイトやブログに貼りつけて、MDN へ訪れやすいように手助けしてください。</li> <li><strong>快感:</strong> MDN を世界に共有したことで開発者の生活を少しだけ良くできたということを忘れずにプライドを持ってください。</li> </ol>
pt: <ol> <li><strong>Obter botões:</strong> Utilize o nosso formulário simples em baixo para criar um botão e código fonte personalizado para promover a MDN no seu site web ou blogue.</li> <li><strong>Disponibilize os botões:</strong> Copie o código fonte e coloque-o em qualquer sítio no seu site web ou blogue para ajudar pessoas a chegar à MDN.</li> <li><strong>Sinta-se bem:</strong> Tenha orgulho em saber que está a tornar a vida dos programadores um pouco melhores ao partilhar a MDN com o mundo.</li> </ol>

source: Preview
bn_bd: প্রিভিউ
es: Vista previa
ja: プレビュー
pt: Pré-visualização

source: Choose a button style
bn_bd: বাটন স্টাইল নির্বাচন করুন
es: Elige un estilo de botón
ja: ボタンスタイルを選んでください
pt: Escolher um estilo para o botão

source: Better Docs
bn_bd: তুলনামুলকভাবে ভাল ডকুমেন্ট সমূহ
es: Mejor documentación
ja: より良いドキュメント
pt: Melhor documentação

source: Developer Powered
bn_bd: ডেভেলপার দ্বারা চালিত
es: Impulsado por desarrolladores
ja: 開発者主導
pt: Suportado por programadores

source: For Developers, By Developers
bn_bd: ডেভালোপারদের জন্য, ডেভেলপারদের দ্বারা
es: De desarrolladores, para desarrolladores
ja: 開発者のための、開発者による
pt: Para programadores, por programadores

source: Web Developer Toolbox
bn_bd: ওয়েব ডেভেলপার টুলবক্স
es: Herramientas para el desarrollador web
ja: Web 開発者のツールボックス
pt: Caixa de ferramentas do programador web

source: Choose a color
bn_bd: রং নির্বাচন করুন
es: Elige un color
ja: 色を選択
pt: Escolha uma cor

source: Gray
bn_bd: ধূসর
es: Gris
ja: グレー
pt: Cinzento

source: Orange
bn_bd: কমলা
es: Naranja
ja: オレンジ
pt: Laranja

source: Red
bn_bd: লাল
es: Rojo
ja: 赤
pt: Vermelho

source: Replace &lt;FOO&gt; with
es: Sustituye &lt;FOO&gt; con
ja: &lt;FOO&gt; と置き換え
pt: Substituir &lt;FOO&gt; com

source: Add your custom button to your website
bn_bd: আপনার ওয়েবসাইটে আপনার নিজস্ব বাটন যুক্ত করুন
es: Añade tu botón personalizado en tu sitio web
ja: あなたの Web サイトにカスタムボタンを設置しよう
pt: Adicionar o seu botão personalizado ao seu site web

source: Your source code:
bn_bd: আপনার সোর্স কোডঃ
es: Tu código fuente:
ja: 設置用コード
pt: O seu código fonte:

source: Your button will take people to:
bn_bd: আপনার বাটন মানুষকে নিয়ে যবেঃ
es: Tu botón llevará a la gente a:
ja: あなたのボタンのリンク先:
pt: O seu botão vai levar as pessoas para:

source: Better CSS docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো সিএসএস ডকুমেন্ট
es: Mejores documentos CSS para una mejor Web en MDN
ja: より良い Web のための MDN のより良い CSS ドキュメント
pt: Melhor documentação CSS para uma web melhor na MDN

source: Better HTML docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো এইচটিএমএল ডকুমেন্ট
es: Mejor documentación de HTML para una mejor Web en MDN
ja: より良い Web のための MDN のより良い HTML ドキュメント
pt: Melhor documentação HTML para uma web melhor na MDN

source: Better JavaScript docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো জাভাস্ক্রিপ্ট ডকুমেন্ট
es: Mejor documentación de JavaScript para una mejor Web en MDN
ja: より良い Web のための MDN のより良い JavaScript ドキュメント
pt: Melhor documentação JavaScript para uma web melhor na MDN

source: Better Web docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো ওয়েব ডকুমেন্ট
es: Mejor documentación Web para una mejor Web en MDN
ja: より良い Web のための MDN のより良い Web ドキュメント
pt: Melhor documentação web para uma web melhor na MDN

source: MDN is Developer Powered for CSS docs, demos and more.
bn_bd: সিএসএস ডকুমেন্ট, নমুনা এবং আরো অনেক কিছুর জন্য এমডিএন ডেভেলপারদের দারা চালিত।
es: MDN es documentación impulsada por desarrolladores que trata sobre CSS, demos y mucho más.
ja: MDN には、開発者による CSS 関連ドキュメント、デモ、その他多数のコンテンツがあります。
pt: A MDN é alimentada por programadores para documentação CSS, demonstrações e muito mais.

source: MDN is Developer Powered for HTML docs, demos and more.
bn_bd: এইচটিএমএল ডকুমেন্ট, নমুনা এবং আরো অনেক কিছুর জন্য এমডিএন ডেভেলপারদের দারা চালিত।
es: MDN es documentación impulsada por desarrolladores que trata sobre CSS, demos y mucho más.
ja: MDN には、開発者による HTML 関連ドキュメント、デモ、その他多数のコンテンツがあります。
pt: A MDN é alimentada por programadores para documentação HTML, demonstrações e muito mais.

source: MDN is Developer Powered for JavaScript docs, demos and more.
bn_bd: জাভাস্ক্রিপ্ট ডকুমেন্ট, নমুনা এবং আরো অনেক কিছুর জন্য এমডিএন ডেভেলপারদের দারা চালিত।
es: MDN es documentación impulsada por desarrolladores que trata sobre CSS, demos y mucho más.
ja: MDN には、開発者による JavaScript 関連ドキュメント、デモ、その他多数のコンテンツがあります。
pt: A MDN é suportada por programadores para documentação JavaScript, demonstrações e muito mais.

source: MDN is Developer Powered for Web docs, demos and more.
bn_bd: ওয়েব ডকুমেন্ট, নমুনা এবং আরো অনেক কিছুর জন্য এমডিএন ডেভেলপারদের দারা চালিত।
es: MDN es documentación impulsada por desarrolladores que trata sobre CSS, demos y mucho más.
ja: MDN には、開発者による Web 関連ドキュメント、デモ、その他多数のコンテンツがあります。
pt: A MDN é suportada por programadores para documentação web, demonstrações e muito mais.
