Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Cascading Style Sheets level 3 (CSS3) provide serveral new features and properties to enhance the formatting and look of documents written in different kinds of markup languages like HTML or XML.
bn_bd: ক্যাসক্যাডিং স্টাইল শিট্স লেভেল ৩ (সিএসএস৩) এইচটিএমএল অথবা এক্সএমএল এর মত বিভিন্ন প্রকার মার্কআপ ভাষায় লিখা ডকুমেন্টের বিন্যাস এবং প্রকাশ উন্নত করার জন্য কয়েকটি নতুন বৈশিষ্ট্য প্রদান করে।
es: Las hojas de estilo en cascada nivel 3 (CSS3) ofrecen varias nuevas funcionalidades y propiedades que mejoran el formato y el aspecto de los documentos escritos con distintos tipos de lenguaje de marcado como HTML o XML.
ja: Cascading Style Sheets level 3 (CSS3) は、HTML や XML のような異なる種類のマークアップ言語で書かれたドキュメントの書式や外観を向上する、いくつかの新しい機能とプロパティを提供します。
pt: As folhas de estilo em cascata de nível 3 (CSS3) fornecem novas funcionalidades e propriedades para melhorar a formatação e aparência de documentos escritos em diferentes tipos de linguagens de marcação como o HTML ou o XML.
sl: Prekrivni slogi ravni 3 (CSS3) nudijo nove funkcije in lastnosti, ki izboljšajo obliko in videz dokumentov, napisanih za različne vrste označevalnih jezikov, kot je HTML ali XML.

source: https://developer.mozilla.org/en-US/docs/Web/CSS
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/CSS
ja: https://developer.mozilla.org/docs/Web/CSS
pt: https://developer.mozilla.org/pt-PT/docs/Web/CSS

source: http://en.wikipedia.org/wiki/Cascading_Style_Sheets
es: http://es.wikipedia.org/wiki/Hojas_de_estilo_en_cascada
ja: http://ja.wikipedia.org/wiki/Cascading_Style_Sheets
pt: http://pt.wikipedia.org/wiki/Cascading_Style_Sheets

source: Device
bn_bd: ডিভাইস
es: Dispositivo
ja: デバイス
pt: Dispositivo
sl: Naprava

source: Media queries and orientation events let authors adjust their layout on hand-held devices such as mobile phones.
bn_bd: মিডিয়া অনুসন্ধান এবং অভিযোজন ঘটনাসমূহ লেখকেরা হ্যান্ড হেল্ড ডিভাইসগুলো যেমন মোবাইল ফোনগুলোতে তাদের পরিকল্পনা সমন্বয় করতে পারেন।
es: Las peticiones de medios y los eventos de orientación permiten que los autores ajusten sus diseños en función del dispositivo manual.
ja: メディアクエリと画面方向イベントは、ページ作者が携帯電話などの携帯デバイス上でレイアウトを調整できるようにします。
pt: As consultas de media e eventos de orientação permitem aos autores ajustar os seus interfaces em dispositivos portáteis como telemóveis.
sl: Media poizvedbe in dogodki orientacije omogočajo avtorjem prilagodili svoje postavitve na ročnih napravah, kot so mobilni telefoni.

source: https://developer.mozilla.org/en-US/docs/WebAPI/Detecting_device_orientation
bn_bd: https://developer.mozilla.org/bn-BD/docs/WebAPI/Detecting_device_orientation
ja: https://developer.mozilla.org/docs/WebAPI/Detecting_device_orientation
pt: https://developer.mozilla.org/pt-PT/docs/WebAPI/Detecting_device_orientation

source: Files
bn_bd: ফাইল
es: Archivos
ja: ファイル
pt: Ficheiros
sl: Datoteke

source: The File API allows web developers to use file objects in web applications, as well as selecting and accessing their data.
bn_bd: ফাইল এপিআই, ওয়েব ডেভেলপারদের ওয়েব অ্যাপ্লিকেশনের ক্ষেত্রে, ফাইল ব্যবহার করতে পারবেন, পাশাপাশি তথ্য নির্বাচন এবং তাদের তথ্য অ্যাক্সেস করতে পারবেন।
es: La API de archivos permite a los desarrolladores web usar objetos de archivo en las aplicaciones web, así como seleccionarlos y acceder a su información.
ja: File API は、Web 開発者が Web アプリケーションでファイルオブジェクトを使用できるようにし、それらのデータの選択やアクセスを可能にします。
pt: A API de ficheiros permite aos programadores web utilizarem ficheiros em aplicações web bem como selecionar e aceder aos respetivos dados.
sl: File API omogoča razvijalcem v spletnih aplikacijah uporabo datotečnih objektov, kot tudi izbiro in dostop do njihovih podatkov.

source: https://developer.mozilla.org/en-US/docs/using_files_from_web_applications
bn_bd: https://developer.mozilla.org/bn-BD/docs/using_files_from_web_applications
ja: https://developer.mozilla.org/ja/docs/Using_files_from_web_applications
pt: https://developer.mozilla.org/pt-PT/docs/using_files_from_web_applications

source: Fonts & Type
bn_bd: ফন্ট এবং টাইপ
es: Tipografía y estilos
ja: フォントとタイプ
pt: Tipos de letra e tipografia
sl: Pisava in tipografija

source: The CSS3-Font specification contains enhanced features for fonts and typography like embedding own fonts via @font-face or controlling OpenType font features directly via CSS.
bn_bd: সিএসএস ৩-ফন্ট স্পেসিফিকেশন ফন্ট এর জন্য উন্নত বৈশিষ্ট্য উপস্থিত রয়েছে, ফন্ট ফেস এর এর মাধ্যমে ফন্ট এম্বেডিং বা ওপেন টাইপ ফন্ট সিএসএস এর মাধ্যমে ব্যবহার করা যায়।
es: La especificación de tipos de letra de CSS3 contiene funcionalidades mejoradas para tipografías como incluir los tipos de letra con @font-face o controlar las características de las tipografías OpenType directamente desde CSS.
ja: CSS3-Font 仕様には、@font-face を通したフォントの埋め込みや CSS からの OpenType フォント機能の直接制御など、フォントとタイポグラフィの先進の機能が含まれます。
pt: A especificação CSS3 para tipos de letra contém funcionalidades melhoradas para tipos de letra e tipografia, tal como a incorporação de tipos de letra próprios através do @font-face ou o controlo direto das funcionalidades dos tipos de letra OpenType através de CSS.
sl: CSS3-Font specifikacija vsebuje izboljšane funkcije za pisave in tipografijo, kot je vgrajevanje lastnih pisav s pomočjo @font-face ali krmiljenje funkcij za OpenType pisave neposredno preko CSS.

source: https://developer.mozilla.org/en-US/docs/Web/CSS/@font-face
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/CSS/@font-face
ja: https://developer.mozilla.org/docs/Web/CSS/@font-face
pt: https://developer.mozilla.org/pt-PT/docs/Web/CSS/@font-face

source: Forms
bn_bd: ফর্ম
es: Formularios
ja: Form
pt: Formulários
sl: Obrazci

source: Form elements and attributes in HTML5 provide a greater degree of semantic mark-up than HTML4 and remove a great deal of the need for tedious scripting and styling that was required in HTML4.
bn_bd: এইচটিএমএল৫ এর ফরম উপাদান এবং এট্রিবিউট এইচটিএমএল৪ এর তুলনায় অধিক মাত্রায় শব্দার্থগতভাবে মার্ক-আপ প্রদান করে এবং বেশি পরিমাণে ক্লান্তিকর স্ক্রিপ্টিং এবং স্টাইলিং এর প্রয়োজনীয়তা দূর করে যা এইচটিএমএল৪ এ প্রয়োজনীয় ছিল।
es: Los elementos y atributos de formulario en HTML5 proporcionan un grado más alto de marcado semántico que HTML4 y eliminan en gran parte la necesidad de scripts y estilos que eran necesarios en HTML4.
ja: HTML5 での Form 関連要素とそれらの属性は HTML4 よりもさらに適切なセマンティックマークアップを提供し、HTML4 で必要であった冗長なスクリプトとスタイル設定の量を大幅に削減します。
pt: Os elementos e atributos de formulários em HTML5 oferecem um maior grau de semântica do que no HTML4 e removem uma boa parte da necessidade entediante de desenvolvimento de alguns scripts e estilos que eram obrigatórios no HTML4.
sl: Elementi in atributi za obrazce v HTML5 zagotavljajo večjo stopnjo semantične vsebine kot HTML4 in s tem rešujejo probleme, ki jih je razvijalec imel v HTML4 z obrazci.

source: https://developer.mozilla.org/en-US/docs/Web/HTML/Forms_in_HTML
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/HTML/Forms_in_HTML
ja: https://developer.mozilla.org/docs/Web/HTML/Forms_in_HTML
pt: https://developer.mozilla.org/pt-PT/docs/Web/HTML/Forms_in_HTML

source: The Geolocation API allows web applications to access the user's geographical location.
bn_bd: ভৌগলিক এপিআই ওয়েব অ্যাপ্লিকেশন ব্যবহারকারীর ভৌগলিক অবস্থান অ্যাক্সেস করতে পারে।
es: La API de geolocalización permite a las aplicaciones web acceder a la ubicación geográfica del usuario.
ja: Geolocation API は、Web アプリケーションがユーザの地理位置情報へアクセスできるようにします。
pt: A API de Geolocalização permite que aplicações web tenham acesso a localização geográfica do utilizador.
sl: Geolocation API omogoča spletni aplikaciji dostop do uporabnikove geografske lokacije.

source: https://developer.mozilla.org/en-US/docs/WebAPI/Using_geolocation
ja: https://developer.mozilla.org/docs/WebAPI/Using_geolocation
pt: https://developer.mozilla.org/pt-PT/docs/WebAPI/Using_geolocation

source: JavaScript is a lightweight, object-oriented programming language, commonly used for scripting interactive behavior on web pages and in web applications.
bn_bd: জাভাস্ক্রিপ্ট একটি হালকা, অবজেক্ট-ওরিয়েন্টেড প্রোগ্রামিং ভাষা যা সাধারণত ওয়েব পেজ এবং ওয়েব এ্যাপ্লিকেশনে ইন্টারএ্যাক্টিভিটি যোগ করতে ব্যবহার করা হয়।
es: JavaScript es un lenguaje de programación ligero orientado a objetos que se suele utilizar para programar comportamientos interactivos en páginas y aplicaciones web.
ja: JavaScript は、軽量でオブジェクト指向のプログラミング言語です。一般的に Web ページや Web アプリケーション上で対話的な動作を記述するために使用されます。
pt: JavaScript é uma linguagem leve e orientada a objetos, geralmente utilizada para programação de comportamentos interativos em páginas e aplicações web.
sl: JavaScript je lahek, objektno orientirani programski jezik, ki se običajno uporablja za interaktivne skripte na spletnih straneh in v spletnih aplikacijah.

source: https://developer.mozilla.org/en-US/docs/Web/JavaScript
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/JavaScript
ja: https://developer.mozilla.org/docs/Web/JavaScript
pt: https://developer.mozilla.org/pt-PT/docs/Web/JavaScript

source: http://en.wikipedia.org/wiki/JavaScript
bn_bd: http://bn.wikipedia.org/wiki/জাভাস্ক্রিপ্ট
es: http://es.wikipedia.org/wiki/JavaScript
ja: http://ja.wikipedia.org/wiki/JavaScript
pt: http://pt.wikipedia.org/wiki/JavaScript

source: ECMA Spec
es: Especificaciones ECMA
ja: ECMA 仕様
pt: Especificação ECMA
sl: Specifikacija ECMA

source: HTML5 is the newest version of the HTML standard, currently under development.
bn_bd: এইচটিএমএল৫ হচ্ছে এইচটিএমএল এর সবচেয়ে নতুন সংস্করণ, যা বর্তমানে উন্নয়ন চলছে।
es: HTML5 es la versión más nueva del estándar HTML, actualmente en desarrollo.
ja: HTML5 は、現在開発中の HTML 標準の新しいバージョンです。
pt: O HTML5 é a versão mais recente da norma HTML, atualmente em desenvolvimento.
sl: HTML5 je najnovejša različica standarda HTML, ki je trenutno v fazi razvoja.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/HTML/HTML5
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/Guide/HTML/HTML5
ja: https://developer.mozilla.org/docs/Web/Guide/HTML/HTML5
pt: https://developer.mozilla.org/pt-PT/docs/Web/Guide/HTML/HTML5

source: http://en.wikipedia.org/wiki/Html5
bn_bd: http://bn.wikipedia.org/wiki/Html5
es: http://es.wikipedia.org/wiki/HTML5
ja: http://ja.wikipedia.org/wiki/HTML5
pt: http://pt.wikipedia.org/wiki/HTML5

source: IndexedDB is an API for client-side storage of significant amounts of structured data and for high performance searches on this data using indexes.
bn_bd: ইনডেক্সড ডিবি হচ্ছে এমন একটি এপিআই যা ক্লায়েন্ট এর প্রান্তের সঞ্চয় উল্লেখযোগ্য পরিমাণে কাঠামোগত তথ্য এবং উচ্চ কার্যকারিতা অনুসন্ধানের জন্য এটি ব্যবহার করা হয়।
es: IndexedDB es una API del lado del cliente que sirve para guardar gran cantidad de datos estructurados y para realizar búsquedas de alto rendimiento de estos datos usando índices.
ja: IndexedDB は クライアントサイドストレージのための API です。これを用いることにより、 クライアント側にある大量の構造化されたデータをインデックスを用いて高速に検索できます。
pt: O IndexedDB é uma API para armazenamento do lado do cliente de quantidades significativas de dados estruturados e para pesquisas de alto desempenho sobre estes dados com recurso a índices.
sl: IndexedDB je API za shranjevanje velikih količin strukturiranih podatkov na uporabniški strani in za visoko zmogljivo iskanje po teh podatkih s pomočjo kazalcev.

source: https://developer.mozilla.org/en-US/docs/IndexedDB
bn_bd: https://developer.mozilla.org/bn-BD/docs/IndexedDB
ja: https://developer.mozilla.org/ja/docs/IndexedDB
pt: https://developer.mozilla.org/pt-PT/docs/IndexedDB

source: Drag and Drop features allow the user to move elements on the screen using the mouse pointer.
bn_bd: ব্যবহারকারী ড্র্যাগ এবং ড্রপ বৈশিষ্ট্য এর মাধ্যমে কোন একটি উপাদান মাউস পয়েন্টার ব্যবহার করে স্ক্রিনের যে কোন স্থানে নিয়ে যেতে পারে।
es: La función Arrastrar y soltar permite al usuario mover elementos en la pantalla utilizando el puntero.
ja: ドラッグ＆ドロップ機能は、ユーザがマウスポインタを使用して画面上の要素を移動できるようにします。
pt: As funcionalidades de arrastamento permitem ao utilizador mover elementos no ecrã utilizando o cursor do rato.
sl: Povleci in spusti funkcije omogočajo uporabniku, da se premika s pomočjo miške elemente po zaslonu.

source: https://developer.mozilla.org/en-US/docs/DragDrop/Drag_and_Drop
bn_bd: https://developer.mozilla.org/bn-BD/docs/DragDrop/Drag_and_Drop
ja: https://developer.mozilla.org/ja/docs/DragDrop/Drag_and_Drop
pt: https://developer.mozilla.org/pt-PT/docs/DragDrop/Drag_and_Drop

source: http://en.wikipedia.org/wiki/Drag-and-drop
es: http://es.wikipedia.org/wiki/Arrastrar_y_soltar
ja: http://ja.wikipedia.org/wiki/%E3%83%89%E3%83%A9%E3%83%83%E3%82%B0%E3%83%BB%E3%82%A2%E3%83%B3%E3%83%89%E3%83%BB%E3%83%89%E3%83%AD%E3%83%83%E3%83%97
pt: http://pt.wikipedia.org/wiki/Drag-and-drop

source: Firefox Mobile brings the true Web experience to mobile phones and other non-PC devices.
bn_bd: ফায়ারফক্স মোবাইল নিয়ে এলো সত্যিকারের একটি ওয়েব অভিজ্ঞতা মোবাইল ফোনের জন্য এবং অন্যান্য পিসি ডিভাইস এর জন্য।
es: Firefox Mobile ofrece una verdadera experiencia web para dispositivos móviles.
ja: Firefox Mobile は、Web の真の姿を携帯電話や他のモバイルデバイスにもたらします。
pt: O Firefox para dispositivos móveis leva a verdadeira experiência web para dispositivos móveis e outros equipamentos diferentes de PCs.
sl: Firefox Mobile nudi prave spletne izkušnje za mobilne telefone in druge naprave, ki niso PC.

source: https://developer.mozilla.org/en-US/docs/Mozilla/Mobile
bn_bd: https://developer.mozilla.org/bn-BD/docs/Mozilla/Mobile
ja: https://developer.mozilla.org/docs/Mozilla/Mobile
pt: https://developer.mozilla.org/pt-PT/docs/Mozilla/Mobile

source: Offline Support
bn_bd: অফলাইন সহায়তা
es: Soporte técnico sin conexión
ja: オフラインサポート
pt: Suporte offline
sl: Offline podpora

source: Offline caching of web applications' resources using the application cache and local storage.
bn_bd: এপ্লিকেশন ক্যাশ এবং লোকাল স্টোরেজ এর মাধ্যমে ওয়েব এপ্লিকেশনগুলোর অফলাইন ক্যাশিং করা হয়ে থাকে।
es: Almacenamiento en caché sin conexión de los recursos de aplicaciones web mediante la caché de aplicación y la memoria local.
ja: Web アプリケーションのリソースのオフラインキャッシュは、アプリケーションキャッシュとローカルストレージを使用します。
pt: A cache offline dos recursos das aplicações web funciona utilizando a cache da aplicação e o armazenamento local.
sl: Offline predpomnjenje virov za spletne aplikacije z uporabo predpomnilnika in lokalnega pomnilnika.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/DOM/Storage#localStorage
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/Guide/DOM/Storage#localStorage
ja: https://developer.mozilla.org/docs/Web/Guide/DOM/Storage#localStorage
pt: https://developer.mozilla.org/pt-PT/docs/Web/Guide/DOM/Storage#localStorage

source: Scalable Vector Graphics (SVG) is an XML based language for describing two-dimensional vector graphics.
bn_bd: স্কেলেবল ভেক্টর গ্রাফিক্স (SVG) হল দ্বিমাত্রিক ভেক্টর গ্রাফিক্স বর্ণনার জন্য একটি XML ভিত্তিক ভাষা।
es: Scalable Vector Graphics (SVG) es un lenguaje basado en XML para describir gráficos vectoriales en dos dimensiones.
ja: Scalable Vector Graphics (SVG) は、二次元のベクターグラフィックスを記述するための XML ベースの言語です。
pt: O Scalable Vector Graphics (SVG) é uma linguagem baseada em XML que permite a criação de gráficos vetoriais a duas dimensões.

source: https://developer.mozilla.org/en-US/docs/Web/SVG
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/SVG
ja: https://developer.mozilla.org/docs/Web/SVG
pt: https://developer.mozilla.org/pt-PT/docs/Web/SVG

source: http://en.wikipedia.org/wiki/Scalable_Vector_Graphics
es: http://es.wikipedia.org/wiki/Scalable_Vector_Graphics
ja: http://ja.wikipedia.org/wiki/Scalable_Vector_Graphics
pt: http://pt.wikipedia.org/wiki/SVG

source: Video
bn_bd: ভিডিও
ja: 動画
pt: Vídeo

source: The HTML5 video element provides integrated support for playing video media without requiring plug-ins.
bn_bd: এইচটিএমএল৫ এর ভিডিও উপাদান এমন এক ধরনের সার্পোট দিয়ে থাকে, যার মাধ্যমে ভিডিও দেখার জন্য কোন প্লাগিন প্রয়োজন পড়ে না।
es: El elemento video de HTML5 ofrece compatibilidad integrada para la reproducción de videos sin necesidad de plug-ins.
ja: HTML5 の video 要素はプラグインを利用せずにビデオメディアを再生するための統合されたサポートを提供します。
pt: O elemento vídeo do HTML5 fornece suporte integrado para reproduzir media no formato de vídeo sem necessidade de plugins.
sl: Video HTML5 element zagotavlja celovito podporo za predvajanje video medijev brez uporabe vstavkov.

source: https://developer.mozilla.org/en-US/docs/Web/HTML/Using_HTML5_audio_and_video
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/HTML/Using_HTML5_audio_and_video
ja: https://developer.mozilla.org/docs/Web/HTML/Using_HTML5_audio_and_video
pt: https://developer.mozilla.org/pt-PT/docs/Web/HTML/Using_HTML5_audio_and_video

source: In the context of the HTML canvas element WebGL provides an API for 3D graphics in the browser.
bn_bd: এইচটিএমএল ক্যানভাস উপাদান সম্পর্কে, ওয়েব জিএল একটি এপিআই দিয়ে থাকে ব্রাউজার এ থ্রিডি গ্রাফিক্স এর জন্য।
es: En el contexto del elemento canvas de HTML, WebGL provee una API para gráficos 3D en el navegador.
ja: HTML の Canvas 要素内において、WebGL は ブラウザでの 3D グラフィックのための API を提供します。
pt: No contexto do elemento canvas do HTML, o WebGL fornece uma API para gráficos 3D no navegador.
sl: V okviru canvas HTML nudi element WebGL API za 3D grafiko v brskalniku.

source: https://developer.mozilla.org/en-US/docs/Web/WebGL
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/WebGL
ja: https://developer.mozilla.org/docs/Web/WebGL
pt: https://developer.mozilla.org/pt-PT/docs/Web/WebGL

source: Khronos Spec
es: Especificación de Khronos
ja: Khronos 仕様
pt: Especificação Khronos
sl: Specifikacija Khronos

source: WebSockets is a technology that makes it possible to open an interactive communication session between the user's browser and a server.
bn_bd: https://developer.mozilla.org/bn-BD/docs/WebSockets
es: WebSockets es una tecnología que permite abrir una sesión de comunicación interactiva entre el navegador del usuario y un servidor.
ja: WebSockets は、ユーザのブラウザとサーバの間で対話的なコミュニケーションのセッションを開くことを可能にする技術です。
pt: Os WebSockets são uma tecnologia que tornam possível a abertura de uma sessão de comunicação interativa entre o navegador do utilizador e o servidor.
sl: WebSockets je tehnologija, ki omogoča, da se med sejo brskalnika začne z interaktivno komunikacijo med uporabnikom in strežnikom.

source: https://developer.mozilla.org/en-US/docs/WebSockets
bn_bd: https://developer.mozilla.org/bn-BD/docs/WebSockets
ja: https://developer.mozilla.org/ja/docs/WebSockets
pt: https://developer.mozilla.org/pt-PT/docs/WebSockets

source: Web Workers provide a simple means for web content to run scripts in background threads.
bn_bd: ওয়েব ওয়ারর্কারস ওয়েব বিষয়বস্তুর জন্য একটি সহজ উপায় প্রদান করে যা ওয়েব উপাদান এর পরিপ্রেক্ষিতে স্ক্রিপ্ট পরিচালনা করে
es: Web Workers ofrece un medio sencillo para que el contenido web ejecute scripts en subprocesos en segundo plano.
ja: Web Workers は、Web コンテンツをバックグラウンドのスレッドで実行するための簡単な手段を提供します。
pt: Os Web Workers fornecem um método simples para que conteúdo web possa executar scripts em threads em segundo plano.
sl: Spletni delavci Web so preprost način za spletne vsebine, da izvajajo skripte v ozadju.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/Performance/Using_web_workers
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/Guide/Performance/Using_web_workers
ja: https://developer.mozilla.org/docs/Web/Guide/Performance/Using_web_workers
pt: https://developer.mozilla.org/pt-PT/docs/Web/Guide/Performance/Using_web_workers

source: XMLHttpRequest (XHR) is used to send HTTP requests directly to a webserver and load the response data directly back into the script.
bn_bd: XMLHttpRequest (XHR) ব্যবহার হয় ওয়েব সার্ভারে সরাসরি HTTP অনুরোধ প্রেরণ করতে এবং স্ক্রিপ্টে প্রয়োজনীয় ডাটাকে পুনরায় লোড করতে।
es: XMLHttpRequest (XHR) se usa para enviar peticiones HTTP directamente a un servidor web y cargar los datos de respuesta nuevamente dentro del script.
ja: XMLHttpRequest (XHR) は、HTTP 要求を Web サーバへ直接送信し、その応答データをスクリプトへ直接読み込むために使用されます。
pt: O XMLHttpRequest (XHR) é utilizado para enviar pedidos HTTP diretamente para um servidor web e devolver os dados da resposta diretamente para o script.
sl: XMLHttpRequest (XHR) se uporablja za pošiljanje zahteve HTTP neposredno na spletni strežnik in za to, da se naloži rezultate poziva neposredno nazaj v scenarij.

source: https://developer.mozilla.org/en-US/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest
ja: https://developer.mozilla.org/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest
pt: https://developer.mozilla.org/pt-PT/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest

source: http://en.wikipedia.org/wiki/XMLHttpRequest
es: http://es.wikipedia.org/wiki/XMLHttpRequest
ja: http://ja.wikipedia.org/wiki/XMLHttpRequest
pt: http://pt.wikipedia.org/wiki/XMLHttpRequest

source: Track the movement of the user's finger on a touch screen, monitoring the raw touch events generated by the system.
bn_bd: টাচ স্ক্রিনে ব্যবহারকারীর অাঙ্গুলের নড়াচড়া স্টিটেম কর্তৃক মনিটর করা খসড়া তথ্য দেখে ট্রাক করা হয়।
es: Rastrea el movimiento del dedo del usuario en una pantalla táctil, monitoreando los eventos táctiles generados por el sistema.
ja: タッチスクリーン上でユーザの指の動きを追跡し、システムにより生成された生のタッチイベントを監視します。
pt: Siga o movimento do dedo do utilizador num ecrã tátil, monitorizando os dados em bruto do toque gerados pelo sistema.
sl: Zasleduje gibanje prsta uporabnika na zaslonu na dotik in nadzoruje nepredelane dogodke ob dotiku, ki jih ustvarja sistem.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/DOM/Events/Touch_events
bn_bd: https://developer.mozilla.org/bn-BD/docs/Web/Guide/DOM/Events/Touch_events
ja: https://developer.mozilla.org/docs/Web/Guide/DOM/Events/Touch_events
pt: https://developer.mozilla.org/pt-PT/docs/Web/Guide/DOM/Events/Touch_events

source: http://en.wikipedia.org/wiki/Multi-touch
es: http://es.wikipedia.org/wiki/Multitáctil
ja: https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%AB%E3%83%81%E3%82%BF%E3%83%83%E3%83%81
pt: http://pt.wikipedia.org/wiki/Ecr%C3%A3_multit%C3%A1ctil

source: Public Domain (where applicable by law)
bn_bd: পাবলিক ডোমেইন (যেখানে আইন দ্বারা প্রযোজ্য)
es: Dominio público (donde corresponda por ley)
ja: パブリックドメイン (法律により適用可能な地域に限る)
pt: Domínio público (onde aplicável por lei)
sl: Javna domena (kjer zakonsko določeno)

source: http://creativecommons.org/publicdomain/zero/1.0/
es: http://creativecommons.org/publicdomain/zero/1.0/deed.es
ja: http://creativecommons.org/publicdomain/zero/1.0/deed.ja
pt: http://creativecommons.org/publicdomain/zero/1.0/deed.pt

source: Censored %(item)s
bn_bd: সেন্সরকৃত %(item)গুলো
es: %(item)s censurados
ja: %(item)s をチェックしました
pt: %(item)s censurado

source: Successfully censored %(count)d %(items)s.
bn_bd: সফলভাবে মুছে দেওয়া হয়েছে %(count)d %(item) গুলি।
es: Se han censurado correctamente %(count)d %(items)s.
ja: %(count)d 個の %(items)s をチェックしました。
pt: %(count)d %(items)s censurados com sucesso.

source: Are you sure?
bn_bd: আপনি কি নিশ্চিত?
es: ¿Estás seguro?
ja: よろしいですか?
pt: Tem a certeza?

source: Deleted and uploaded files for %(item)s
bn_bd: ডিলিট এবং অপলোড করা ফাইলগুলো % (আইটেম) গুলির জন্য
es: Archivos borrados y subidos para %(item)s
ja: %(item)s 用のファイルをアップロードし直しました
pt: Ficheiros eliminados e enviados para %(item)s

source: Successfully deleted %(count)d %(items)s.
bn_bd: সফলভাবে মুছে দেওয়া হয়েছে %(গণনা) %(আইটেম) গুলি।
es: %(count)d %(items)s borrados correctamente.
ja: %(count)d 個の %(items)s を削除しました。
pt: %(count)d %(items)s eliminado(s) com sucesso.

source: MDN demos
bn_bd: MDN ডেমো
es: Demos en MDN
ja: MDN デモ
pt: Demonstrações da MDN
sl: Primeri MDN

source: Demos submitted by MDN users
bn_bd: MDN ব্যবহারকারীদের জমা দেয়া ডেমো
es: Demos enviadas por usuarios del MDN
ja: MDN ユーザにより投稿されたデモ
pt: Demonstrações enviadas por utilizadores da MDN
sl: Primeri, ki so jih poslali uporabniki MDN

source: MDN recent demos
bn_bd: MDN এর সাম্প্রতিক ডেমো
es: Demos recientes en MDN
ja: MDN の最近のデモ
pt: Demonstrações MDN recentes
sl: Nedavno objavljeni primeri MDN
