Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Subscribe to a feed of {tag_title} demos
bn_bd: {tag_title} ডেমোর একটি ফিড সাবস্ক্রাইব করুন
es: Suscribirse al canal de demos {tag_title}
ja: {tag_title} が付けられたデモのフィードを購読する
pt: Subscrever a uma feed de demonstrações de {tag_title}
sl: Abonirajte obvestila o primere za {tag_title}

source: Submitted by:
bn_bd: সাবমিট করেছেনঃ
es: Enviada por:
ja: 投稿者:
pt: Enviado por:
sl: Objavil:

source: Tagged as:
bn_bd: চিহ্নিত আছেঃ
es: Etiquetada como:
ja: タグ:
pt: Marcado como:
sl: Označeno kot:

source: Flag this demo?
bn_bd: এই ডেমো কে নির্দিষ্ট করবেন?
es: ¿Marcar esta demo?
ja: このデモの問題を報告しますか？
pt: Marcar esta demonstração?
sl: Zaznamuj ta primer?

source: <button type="submit" name="action_create">Flag content</button>
bn_bd: <button type="submit" name="action_create">ফ্লাগ উপাদান</button>
es: <button type="submit" name="action_create">Marcar contenido</button>
ja: <button type="submit" name="action_create">問題を報告</button>
pt: <button type="submit" name="action_create">Reportar conteúdo</button>

source: Recent demos
bn_bd: সাম্প্রতিক ডেমোগুলো
es: Demos recientes
ja: 最近投稿されたデモ
pt: Demonstrações mais recentes
sl: Nedavni primeri

source: Featured demos
bn_bd: আলোচিত ডেমো
es: Demos destacadas
ja: 注目のデモ
pt: Demonstrações em destaque
sl: Predstavljeni primeri

source: <span>Join the</span> <em>Dev Derby</em> &amp; Win Prizes <br/><strong>Learn More</strong>
bn_bd: <span>যোগ দিন</span> <em>ডেভ ডার্বি/em> &amp; পুরস্কার জিতুন<br/><strong>আরো শিখুন</strong>
es: <span>Únete al</span> <em>Desafío para Desarrolladores</em> y gana premios<br/><strong>Descubre más</strong>
ja: <span>Join the</span> <em>Dev Derby</em> &amp; Win Prizes <br/><strong>もっと詳しく</strong>
pt: <span>Junte-se ao </span> <em>Dev Derby</em> e ganhe prémios <br/><strong>Saiba mais</strong>

source: Featured Demos
bn_bd: আলোচিত ডেমো
es: Demos destacadas
ja: 注目のデモ
pt: Demonstrações em destaque
sl: Predstavljeni primeri

source: See the previous demo
bn_bd: পূর্ববর্তী ডেমো দেখুন
es: Ver la demo anterior
ja: 前のデモを見る
pt: Ver a demonstração anterior

source: See the next demo
bn_bd: পরবর্তী ডেমো দেখুন
es: Ver la siguiente demo
ja: 次のデモを見る
pt: Ver a próxima demonstração

source: Details
bn_bd: বিস্তারিত
es: Detalles
ja: 詳細
pt: Detalhes

source: Launch
bn_bd: শুরু
es: Iniciar
ja: デモを実行
pt: Executar

source: Search
bn_bd: খোঁজা
es: Buscar
ja: 検索
pt: Pesquisar
sl: Iskanje

source: <b>or</b>
bn_bd: <b>অথবা</b>
es: <b>o</b>
ja: <b>または</b>
pt: <b>ou</b>

source: Browse by Technology
bn_bd: প্রযুক্তি দ্বারা ব্রাউজ
es: Buscar por tecnología
ja: テクノロジ別で見る
pt: Navegar por tecnologia
sl: Brskaj po tehnologiji

source: recent
bn_bd: সাম্প্রতিক
es: reciente
ja: 最近投稿された
pt: recente
sl: nedavno

source: Mozilla Developer Network
bn_bd: মজিলা ডেভোলাপার নেটওয়ার্ক
pt: Rede de Programadores da Mozilla
sl: MDN - Mozillina mreža razvijalcev

source: by %(profile_link)s
bn_bd: %(profile_link)s দ্বারা
es: por %(profile_link)s
pt: por %(profile_link)s
sl: po %(profile_link)s

source: Remove this toolbar
bn_bd: এই টুলবারটি সরিয়ে ফেলুন
es: Eliminar esta barra de herramientas
ja: このツールバーを削除
pt: Remover esta barra de ferramentas
sl: Odstrani to orodno vrstico

source: Remove toolbar
bn_bd: এই টুলবারটি সরিয়ে ফেলুন
es: Eliminar barra de herramientas
ja: ツールバーを削除
pt: Remover barra de ferramentas
sl: Odstrani orodno vrstico

source: Browse all demos
bn_bd: সব ডেমো ব্রাউজ করুন।
es: Explorar todas las demos
ja: すべてのデモ一覧
pt: Ver todas as demonstrações
sl: Brskaj po vseh primerih

source: Subscribe to a feed of all demos
bn_bd: সকল ডেমো এর একটি ফিড সাবস্ক্রাইব করুন।
es: Suscribirse a un canal de todas las demos
ja: すべてのデモのフィードを購読する
pt: Subscrever a uma feed de todas as demonstrações
sl: Naročite se na informacije o vseh primerih

source: Search for "{q}"
bn_bd: "{q}" কে খুঁজুন
es: Buscar "{q}"
ja: 「{q}」 で検索
pt: Pesquisar por "{q}"
sl: Iskanje "{q}"

source: Search results for "{q}"
bn_bd: "{q}" কে খোঁজার ফলাফল
es: Resultados de la búsqueda "{q}"
ja: 「{q}」 の検索結果
pt: Resultados da pesquisa por "{q}"
sl: Rezultati iskanja za "{q}"

source: Search demos for "{q}"
bn_bd: "{q}" কে খোঁজার পদ্ধতি
es: Buscar demos por "{q}"
ja: 「{q}」 の検索結果
pt: Pesquisar demonstrações por "{q}"
sl: Iskanje po primerih za "{q}"

source: Subscribe to a feed of search results for "{q}"
bn_bd: "{q}" এর সার্চ রেজাল্ট এর জন্য একটি ফিড সাবস্ক্রাইব করুন
es: Suscribirse a un canal de resultados de la búsqueda "{q}"
ja: 「{q}」 での検索結果のフィードを購読する
pt: Subscrever a uma feed de resultados de pesquisa por "{q}"
sl: Abonirajte se na rezultate iskanja za "{q}"

source: {tag_title} Demos
bn_bd: {tag_title} ডেমো
es: Demos {tag_title}
ja: {tag_title} のデモ
pt: Demonstrações de {tag_title}
sl: Primeri za {tag_title}

source: Demos for {display_name}
bn_bd: {display_name} এর জন্য ডেমো
es: Demos de {display_name}
ja: {display_name} のデモ
pt: Demonstrações para {display_name}
sl: Primeri za {display_name}

source: Edit Profile
bn_bd: প্রোফাইল সম্পাদনা করুন
es: Editar perfil
ja: プロフィールを編集
pt: Editar perfil

source: Subscribe to a feed of {display_name}'s demos
bn_bd: {display_name} এর নমুনাগুলোর ফিডে সাবস্ক্রাইব করুন
es: Suscribirse al canal de demos de {display_name}
ja: {display_name} のデモのフィードを購読する
pt: Subscrever a uma feed de demonstrações de {display_name}
sl: Abonirajte obvestila za primere {display_name}

source: Edit {demo_title}
bn_bd: {demo_title} সম্পাদনা
es: Editar {demo_title}
ja: {demo_title} を編集
pt: Editar {demo_title}
sl: Uredi {demo_title}

source: Submit a New Demo
bn_bd: একটি ডেমো জমা দিন
es: Enviar una nueva demo
ja: 新しいデモを投稿
pt: Enviar uma nova demonstração
sl: Pošlji nov primer

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p> <p>Please complete the form below to ensure your demo is submitted to the Demo Studio successfully.</p>
bn_bd: হতে পারে আপনি ওয়েবকে উপলব্ধি করার নতুন কোন চমৎকার পদ্ধতি আবিষ্কার করেছন বা আপনি কেবল হালনাগাদ প্রযুক্তিগুলো নিয়ে গবেষণা করছেন, আমরা আপনাকে আপনার ডেমো অন্য ওয়েব ডেভেলপারের সাথে শেয়ার করার জন্য (বা দেখানোর জন্য) আমন্ত্রণ জানাচ্ছি। ডেমো স্টুডিওতে আপনার ডেমোর জমা নিশ্চিত করার জন্য অনুগ্রহ করে নিচের ফরমটা পূরণ করে নিন।
es: <p>Si estás creando una forma nueva y fascinante de vivir la Web o simplemente experimentando con las últimas tecnologías, te invitamos a que envíes tus propias demos para compartir con otros desarrolladores web (o presumir de ellas).</p> <p>Completa el siguiente formulario para asegurarte de que tu demo se ha enviado correctamente al Demo Studio.</p>
ja: <p>あなたが作成したものが、まだ Web では体験したことがない、驚くような新しいものであるか、単に最新の技術の成果を体験できるものなだけであるかに関わらず、あなた自身のデモを他の Web 開発者と共有、もしくは、お披露目するために投稿することをおすすめします。</p> <p>Demo Studio にデモが上手く投稿されるようにするには、以下のフォームに必要事項を英語で入力してください。</p>
pt: <p>Se estiver a criar uma fantástica nova forma de experienciar a Web ou apenas a experimentar as últimas tecnologias, nós o convidamos a submeter as suas próprias demonstrações para partilhar com os outros programadores web.</p> <p>Por favor complete o formulário em baixo para garantir que a sua demonstração é submetida com sucesso ao Demo Studio.</p>
sl: <p>Če ste odkrili neverjeten nov pristop za spletne rešitve, ali pa samo eksperimentirate z najnovejšimi tehnologijami, vabimo vas, da nam svoje primere pošljete in jih delite z (ali se z njimi postavljate pred) drugimi spletnimi razvijalci. </p>/p><p> Izpolnite prosim spodnji obrazec, da bo vaš demo zagotovo uspešno dostavljen v Demo Studio. </p>

source: Describe Your Demo
bn_bd: আপনার ডেমো বর্ণনা করুন
es: Describe tu demo
ja: あなたのデモについて説明してください(英語)
pt: Descreva a sua demo
sl: Opišite svoj primer

source: <p>Tell us more about your demo, including the name, description and the technologies used. Please list the browsers you have tested it with.</p>
bn_bd: <p> নাম , বর্ণনা এবং ব্যবহৃত প্রযুক্তিসহ আপনার ডেমো সম্পর্কে আমাদের আরও কিছু বলুন। যেসব ব্রাউজারে এটি পরীক্ষা করেছেন সেগুলোর তালিকা দিন। </p>
es: <p>Cuéntanos más cosas sobre tu demo, incluyendo el nombre, una descripción y las tecnologías que has usado. Enumera los navegadores en los que la has probado.</p>
ja: <p>あなたのデモの名前や説明、使用されている技術について、詳しく教えてください。また、このデモをテストしたブラウザを挙げてください。</p>
pt: <p>Fale-nos da sua demonstração, incluindo o nome, descrição e as tecnologias utilizadas. Por favor, indique os navegadores em que testou.</p>
sl: <p> Povejte nam več o svoji demonstraciji, vključno z imenom, opisom in tehnologijo, ki jo uporabljate. Navedite prosim brskalnike, v katerih ste testirali. </p>

source: Select up to five technologies used in your demo.
bn_bd: আপনার ডেমোতে ব্যবহৃত প্রযুক্তির পাঁচটি পর্যন্ত নির্বাচন করুন।
es: Selecciona hasta cinco tecnologías usadas en tu demo.
ja: デモに使用されている技術を 5 個まで選択してください。
pt: Selecione até cinco tecnologias utilizadas na sua demonstração.
sl: Izberite do pet tehnologij, ki ste jih uporabili v svojem primeru.

source: Submit your demo to the <a href="%(derby_url)s" onclick="window.open(this.href);return false;">Dev Derby</a>!
bn_bd: ডেমো সাবমিট করুনঃ<a href="%(derby_url)s" onclick="window.open(this.href);return false;">ডেভ ডারবি</a>!
es: ¡Envía tu demo al <a href="%(derby_url)s" onclick="window.open(this.href);return false;">Desafío para desarrolladores</a>!
ja: あなたのデモを <a href="%(derby_url)s" onclick="window.open(this.href);return false;">Dev Derby</a> に投稿してください！
pt: Enviar a sua demonstração para o <a href="%(derby_url)s" onclick="window.open(this.href);return false;">Dev Derby</a>!

source: Check the appropriate Dev Derby box and make sure you select the relevant technologies above to be considered for the developer challenge.
bn_bd: উপযুক্ত ডেভ ডার্বি বক্স চেক করুন এবং ডেভেলপার চ্যালেঞ্জের জন্য উপরোক্ত প্রাসঙ্গিক প্রযুক্তির নির্বাচন নিশ্চিত করুন।
es: Marca la casilla de Desafío para Desarrolladores apropiada y selecciona las tecnologías relevantes anteriores que se tendrán en cuenta en el desafío para desarrolladores.
ja: 適切な Dev Derby ボックスにチェックを入れ、上記の開発者チャレンジに関連する技術を選択してください。
pt: Marque a caixa do Deb Derby apropriada e tenha a certeza de que seleciona as tecnologias relevantes em cima para ser considerado para o desafio de programação.

source: Show Off Your Demo
bn_bd: আপনার ডেমোটি দেখান
es: Difunde tu demo
ja: デモを公開する
pt: Mostrar a sua demonstração
sl: Postavite se s svojim primerom

source: Provide at least one screenshot of your demo in action
bn_bd: প্রক্রিয়ার জন্য আপনার ডেমোর অন্তত একটি স্ক্রিনশট প্রদান করুন
es: Proporciona al menos una captura de pantalla de tu demo en acción
ja: 動作中のデモのスクリーンショットを一枚以上提供してください
pt: Forneça pelo menos uma captura de ecrã da sua demonstração em funcionamento
sl: Preložite vsak en posnetek, kako vaš primer dela.

source: JPEG and PNG supported. Minimum size of 480x360.
bn_bd: JPEG এবং PNG সমর্থিত। নূন্যতম সাইজ হবে ৪৮০x৩৬০।
es: Admite JPEG y PNG. El tamaño mínimo es de 480x360.
ja: JPEG 形式および PNG 形式にのみ対応しています。最小サイズは 480x360 ピクセルです。
pt: JPEG e PNG suportados. Tamanho mínimo de 480x360.
sl: JPEG in PNG podprta Najmanjša velikost 480x360.

source: We support YouTube and Vimeo
bn_bd: আমরা ইউটিউব ও ভিমিও সমর্থন করি
es: Admitimos YouTube y Vimeo
ja: YouTube および Vimeo をサポートしています
pt: Nós suportamos YouTube e Vimeo
sl: Podpiramo YouTube in Vimeo

source: If your demo has problems when displayed in an &lt;iframe&gt;, try changing this.
bn_bd: &lt;iframe&gt তে আপনার ডেমো প্রদর্শনে যদি সমস্যা হয় তবে এটি পরিবর্তন করে দেখুন।
es: Si tu demo tiene problemas cuando se muestra en un &lt;iframe&gt;, prueba cambiando esto.
ja: &lt;iframe&gt; に表示した際、デモに問題が発生する場合は、こちらを変更してください。
pt: Se a sua demonstração tem problemas quando apresentada numa &lt;iframe&gt;, tente mudar isto.

source: Preparing Your Demo
bn_bd: আপনার ডেমো তৈরী করুন
es: Preparación de tu demo
ja: デモ投稿のための準備
pt: A preparar a sua demonstração
sl: Kako pripravite svoj demo

source: <ul> <li>Your demo's source code should be packaged inside a ZIP file.</li> <li>The main page of your demo should be a file named <code>index.html</code> in the root of the ZIP.</li> <li>Your demo should be built on client-side technology (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use AJAX to access them.</li> <li>To submit your demo, you need an <a href="%(signup_url)s">MDN account</a>.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
bn_bd: <ul> <li>আপনার ডেমো'র সোর্স কোডকে অবশ্যই একটা জিপ (ZIP) ফাইলের মধ্যে প্যাক করে নিতে হবে।</li> <li>জিপ ফাইলের রুটে আপনার ডেমোর মূল পাতা রেখে সেটার নাম <code>index.html</code> করে দিতে হবে।</li> <li>আপনার ডেমো অবশ্যই ক্ল্যায়েন্ট-সাইড টেকনোলজি (যেমন- এইচটিএমএল, সিএসএস, জাভাস্ক্রিপ্ট) দিয়ে তৈরি হতে হবে। রুবি বা পিএইচপির মতো সার্ভার-সাইড ভাষাগুলো সমর্থিত নয়।</li> <li>আপনার ডেমোর যদি বাহ্যিক রিসোর্সের প্রয়োজন হয় তবে সেক্ষেত্রে আপনার উচিত হবে AJAX ব্যবহার করে সেগুলো একসেস করা। <li>আপনার ডেমো জমা দেওয়া জন্য আপনার <a href="%(signup_url)s">MDN একাউন্ট</a> এর প্রয়োজন হবে।</li> <li>অনুগ্রহ করে ডেমো ডিটেইল বক্সে কোন তৃতীয় পক্ষীয় কন্টেন্ট নির্ধারণ করে দিন যেগুলোর জন্য CC-BY-SA লাইসেন্স প্রযোজন্য হবে না এবং সেগুলোর লেখকের ওয়েবসাইটের ঠিকানাও যুক্ত করে দিন।</li> </ul>
es: <ul> <li>Se recomienda que el código fuente de la demo sea empaquetado en un archivo ZIP.</li> <li>La página principal de la demo deberá ser un archivo con el nombre <code>index.html</code> en la raíz del ZIP.</li> <li>La demo deberá basarse en tecnología del lado del cliente (HTML, CSS, JavaScript). No se admiten lenguajes del lado del servidor como PHP y Ruby.</li> <li>Si tu demo necesita recursos externos, tendrá que usar AJAX para tener acceso a ellos.</li> <li>Para enviar tu demo, necesitas una <a href="%(signup_url)s">cuenta MDN</a>.</li> <li>Especifica en el cuadro sobre detalles de la demo cualquier contenido de terceros que no pueda licenciarse bajo Reconocimiento-Compartir bajo la misma licencia (CC-BY-SA) e incluye vínculos a los sitios web de los autores.</li> </ul>
ja: <ul><li>デモのソースコードは ZIP ファイルに格納してください。</li><li>デモのメインページは ZIP のルートディレクトリ内の <code>index.html</code> という名前のファイルにしてください。</li><li>あなたのデモはクライアントサイドの技術 (HTML, CSS, JavaScript) で構成されなければなりません。PHP や Ruby のようなサーバサイド言語はサポートされていません。</li><li>デモが外部リソースを必要とする場合は、それらに AJAX でアクセスしてください。</li><li>デモを投稿するには、<a href="%(signup_url)s">MDN アカウント</a>が必要です。</li><li>デモの詳細欄に、CC-BY-SA (表示-継承) の下でライセンスすることができないサードパーティのコンテンツを明記し、その作者の Web サイトへのリンクを記述してください。</li></ul>
pt: <ul> <li>O código fonte da sua demonstração deve estar empacotado num ficheiro ZIP.</li> <li>A página principal da sua demonstração deve ser um ficheiro com o nome <code>index.html</code> na raiz do ZIP.</li> <li>A sua demonstração deve ser construída numa tecnologia do lado do cliente (HTML, CSS, JavaScript). Tecnologias de servidor como PHP e Ruby não são suportadas.</li> <li>Se a sua demonstração necessitar de recursos externos, deve utilizar AJAX para aceder aos mesmos.</li> <li>Para submeter a sua demonstração, necessita de uma <a href="%(signup_url)s">conta MDN</a>.</li> <li>Por favor indique na caixa de detalhes qualquer conteúdo de terceiros que não possa ser licenciado sob a licença CC-BY-SA e inclua ligações para os sites web dos autores.</li> </ul>

source: Provide the Source Code
bn_bd: আপনার সোর্স কোডটি প্রদান করুন
es: Proporciona el código fuente
ja: ソースコードを提供してください。
pt: Disponibilize o código fonte
sl: Priložitve izvorno kodo

source: <p>Upload a ZIP file of your source code, in which the main page of your demo is named <code>index.html</code> in the root directory.</p>
bn_bd: <p>আপনার সোর্স কোডের একটা জিপ (ZIP) ফাইল আপলোড করুন যেটার রুট ডিরেক্টরিতে আপনার ডেমোর মূল পাতার নাম<code>index.html</code> করা আছে।</p>
es: <p>Sube un archivo ZIP con tu código fuente, en el que la página principal de tu demo tenga el nombre <code>index.html</code> y esté en el directorio raíz.</p>
ja: <p>ソースコードの ZIP ファイルをアップロードしてください。デモのメインページはルートディレクトリで <code>index.html</code> となっている必要があります。</p>
pt: <p>Envie um ficheiro ZIP com o seu código fonte, em que a página principal da demonstração tenha o nome <code>index.html</code> e esteja no diretório raiz.</p>
sl: <p> Naložite datoteko ZIP z vašo izvorno kodo, v kateri ste glavno stran v korenski mapi za svoj demo poimenovali <code>index.html</code>. </p>

source: I accept the <a href="%(terms_url)s#tfc">Terms for Contributors</a> and <a href="%(terms_url)s#rrd">Rights Representation Details</a>
bn_bd: আমি <a href="%(terms_url)s#tfc">অবদানকারীদের জন্যে নিয়ম</a> এবং <a href="%(terms_url)s#rrd"> প্রতিনিধির অধিকারের বিস্তারিত</a> সমর্থন করলাম।
es: Acepto los <a href="%(terms_url)s#tfc">Términos para los colaboradores</a> y los <a href="%(terms_url)s#rrd">Detalles relativos a los derechos de representación</a>
ja: <a href="%(terms_url)s#tfc">貢献者規約</a> と <a href="%(terms_url)s#rrd">権利表記に関する詳細</a> に同意する
pt: Eu aceito os <a href="%(terms_url)s#tfc">termos dos colaboradores</a> e os <a href="%(terms_url)s#rrd">detalhes dos direitos de representação</a>

source: Submit demo
bn_bd: একটি ডেমো জমা দিন
es: Enviar demo
ja: デモを投稿する
pt: Enviar demonstração
sl: Pošlji primer

source: or
bn_bd: অথবা
es: o
pt: ou

source: Discard Demo
bn_bd: ডেমো অগ্রাহ্য করলাম।
es: Cancelar envío
ja: デモを破棄
pt: Descartar demonstração
sl: Zavrzi primer

source: Save changes
bn_bd: পরিবর্তনগুলো সংরক্ষণ করুন
es: Guardar cambios
ja: 変更を保存
pt: Guardar alterações
sl: Shrani spremembe

source: Discard Changes
bn_bd: পরিবর্তনসমূহ বাতিল করুন
es: Desechar los cambios
ja: 変更を破棄
pt: Descartar alterações
sl: Zavrzi spremembe

source: Update Your Profile
bn_bd: আপনার প্রোফাইল আপডেট করুন
es: Actualiza tu perfil
ja: プロフィールを更新
pt: Atualizar o seu perfil

source: <p>Share your developer interests and areas of expertise with the MDN community. We'll be able to bring you a better, more customized experience and you will have a place to show off the amazing work you do.</p>
bn_bd: <p>ডেভেলপিং সম্পর্কিত আপনার আগ্রহ এবং দক্ষতা MDN কমিউনিটিতে শেয়ার করতে পারেন। আমরা আপনাকে আরো ভাল অভিজ্ঞতা দিতে সমর্থ হব। সেই সাথে আপনি আপনার চমৎকার কাজ গুলো দেখানোর সুযোগ পাবেন।</p>
es: <p>Comparte con la comunidad MDN tus intereses y áreas en las que eres un experto desarrollador. Podremos ofrecerte una experiencia mejor y más personalizada, y tendrás un lugar donde mostrar el trabajo tan increíble que haces.</p>
ja: <p>MDN コミュニティと開発者の興味や専門分野を共有しましょう。これにより、より良くカスタマイズされた経験が得られるでしょう。また、素晴らしい作品を披露する場を手に入れることができます。</p>
pt: <p>Partilhar os seus interesses e áreas de especialidade como programador com a comunidade da MDN. Assim, podemos fornecer uma experiência melhor e mais adaptada, e terá um lugar para mostrar o excelente trabalho que faz.</p>

source: Go to your profile
bn_bd: আপনার প্রোফাইলে যান
es: Ir a tu perfil
ja: プロフィールを確認する
pt: Ir para o seu perfil

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p>
bn_bd: <p>ওয়েব কে সুন্দর করার জন্য আপনি যদি নতুন কোন পথ খুঁজে পান অথবা লেটেস্ট টেকনোলজির অভিজ্ঞতা পান তাহলে আমরা আপনাকে আপনার নিজের ডেমো শেয়ার করার জন্য কিংবা দেখানোর জন্য আমন্ত্রন জানাবো।</p>
es: <p>Tanto si estás creando una forma nueva e increíble de vivir la Web como si simplemente estás experimentando con las últimas tecnologías, te invitamos a que envíes tus propias demos para compartirlas con otros desarrolladores web (o presumir de ellas).</p>
ja: <p>あなたが作成したものが、まだ Web では体験したことがない、驚くような新しいものであるか、単に最新の技術の成果を体験できるものなだけであるかに関わらず、あなた自身のデモを他の Web 開発者と共有、もしくは、お披露目するために投稿することをおすすめします。</p>
pt: <p>Se estiver a criar uma fantástica nova maneira de experienciar a Web ou apenas a experimentar as novas e últimas tecnologias, está convidado a submeter e partilhar as suas demonstrações com outros programadores web.</p>
sl: <p>Če ste odkrili neverjeten nov pristop za spletne rešitve, ali pa samo eksperimentirate z najnovejšimi tehnologijami, vabimo vas, da nam svoje primere pošljete in jih delite z (ali se z njimi postavljate pred) drugimi spletnimi razvijalci. </p>

source: Before You Begin
bn_bd: আরম্ভ করার পূর্বে
es: Antes de comenzar
ja: 始める前に
pt: Antes de começar
sl: Preden začnete

source: <ul> <li>You must be prepared to <strong>provide the source code</strong> for your demo. Demos are hosted on the Demo Studio's servers.</li> <li>Your demo's source code must be available under an <strong>open license</strong>, such as MPL, GPL, or BSD.</li> <li>Your demo should showcase <strong>open web technologies</strong>, such as HTML5 and CSS3.</li> <li>Your demo should support a wide range of <strong>modern web browsers</strong>, like Firefox, Chrome, Safari, and Opera.</li> </ul>
bn_bd: <ul> <li>আপনাকে অবশ্যই আপনার ডেমোর জন্য <strong>সোর্স কোড সরবরাহ</strong> করতে হবে। ডেমো গুলো ডেমো স্টুডিওর সার্ভারে থাকে।</li> <li> আপনার ডেমোর সোর্স কোড গুলো অবশ্যই <strong>ওপেন লাইসেন্স</strong> এর মধ্য সহজলভ্য হতে হবে। উদাহরন স্বরুপ MPL, GPL, কিংবা BSD এর মত ওপেন লাইসেন্স হতে পারে।</li> <li>আপনার ডেমো গুলো <strong>ওপেন ওয়েব টেকনোলজির</strong>শো কেস হতে হবে, যেমন এইচটিএমএল ৫ ও সিএসএস ৩।</li> <li>আপনার ডেমো অবশ্যই অনেক গুলো <strong>আধুনিক ওয়েব ব্রাউজার </strong> কে সমর্থন করতে হবে, যেমন ফায়ারফক্স,ক্রোম,সাফারি এবং অপেরা.</li> </ul>
es: <ul> <li>Debes estar dispuesto a <strong>proporcionar el código fuente</strong> de la demo. Las demos se alojan en los servidores del Demo Studio.</li> <li>El código fuente de la demo debe estar disponible en una <strong>licencia abierta</strong>, como MPL, GPL o BSD.</li> <li>Se recomienda que la demo presente <strong>tecnologías de la web abierta</strong>, como HTML5 y CSS3.</li> <li>Se recomienda que la demo sea compatible con una gran variedad de <strong>navegadores web modernos</strong>, como Firefox, Chrome, Safari y Opera.</li> </ul>
ja: <ul> <li>あなたはデモの<strong>ソースコードを提供する</strong>ための準備をしなければなりません。デモは Demo Studio のサーバに置かれます。</li> <li>あなたのデモのソースコードのライセンスは、MPL, GPL, BSD のような<strong>オープンライセンス</strong>にしなけれればなりません。</li> <li>あなたのデモは、HTML5 および CSS3 のような<strong>オープンな Web 技術</strong>を披露するものでなければなりません。</li> <li>あなたのデモは、Firefox, Chrome, Safari そして Opera のような<strong>モダン Web ブラウザ</strong>を幅広くサポートしなくてはなりません。</li> </ul>
pt: <ul> <li>Deve estar preparado para <strong>fornecer o código fonte</strong> da sua demonstração. Estas são alojadas nos servidores do Demo Studio.</li> <li>O código fonte da sua demonstração deve estar disponível sobre uma <strong>licença aberta</strong>, como por exemplo a MPL, GPL, ou BSD.</li> <li>A sua demonstração deve apresentar <strong>tecnologias web abertas</strong>, como o HTML5 e CSS3.</li> <li>A sua demonstração deve suportar um vasto leque de <strong>navegadores web modernos</strong>, como o Firefox, Chrome, Safari, e Opera.</li> </ul>
