Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: See the previous three demos
sl: Glejte prejšnje tri primere

source: See the next three demos
sl: Glejte naslednje tri primere

source: If your demo has problems when displayed in an <iframe>, try changing this.
sl: Če je vaš demo ima težave s prikazom v <iframe> , poskusite spremeniti.

source: <ul> <li>Your demoâ€™s source code should be packaged inside a ZIP file.</li> <li>The main page of your demo should be a file named <code>index.html</code> in the root of the ZIP.</li> <li>Your demo should be built on client-side technology (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use AJAX to access them.</li> <li>To submit your demo, you need an <a href="%(signup_url)s">MDN account</a>.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
sl: <ul><li> Izvorno kodo za vaš primer je treba pakirati v ZIP datoteko. </li><li> Glavna stran vašega primera mora biti datoteka z imenom <code>index.html</code> v korenu ZIP. </li><li> Vaš primer morala biti zgrajen na tehnologiji odjemalca (HTML, CSS, JavaScript). Jezikov za strežniško stran, kot sta PHP in Ruby, se ne podpira. </li><li> Če vaš demo potrebuje zunanje vire, mora za dostop do njih uporabljati AJAX. </li><li> Če želite svoj primer objaviti, morate imeti <a href="%(signup_url)s"> račun MDN</a> . </li><li> Navedite v polju za podrobnosti vsebine s tretje strani, ki jih ni mogoče licencirati pod licenco CC-BY-SA in vključite povezave do avtorjev spletnih straneh. </li></ul>

source: Source code ZIP file
sl: ZIP datoteka z izvorno kodo

source: Upload demo file&hellip;
sl: Prenesi datoteko s primerom&hellip;

source: I accept the Mozilla Demo Studio <a href="%(terms_url)s#tfc">Terms for Contributors</a> and <a href="%(terms_url)s#rrd">Rights Representation Details</a>
sl: Strinjam se s Mozilla Demo Studio <a href="%(terms_url)s#tfc">Pogoji za sodelavce</a> in <a href="%(terms_url)s#rrd">Podrobnostmi glede pravic zastopanja</a>

source: <ul> <li>You must be prepared to <strong>provide the source code</strong> for your demo. Demos are hosted on the Demo Studioâ€™s servers.</li> <li>Your demoâ€™s source code must be available under an <strong>open license</strong>, such as MPL, GPL, or BSD.</li> <li>Your demo should showcase <strong>open web technologies</strong>, such as HTML5 and CSS3.</li> <li>Your demo should support a wide range of <strong>modern web browsers</strong>, like Firefox, Chrome, Safari, and Opera.</li> </ul>
sl: <ul><li> Pripravljeni morate biti <strong>svojo izvorno kodo dati na razpolago</strong> za vaš demo. Primeri gostujejo na strežnikih Demo Studia </li><li> IOzvorna koda za vaš primer mora biti na voljo pod <strong>odprtokodno licenco</strong> kot so MPL, GPL ali BSD. </li><li> Vaš primer mora prikazovati <strong>proste spletne tehnologije,</strong> kot sta HTML5 in CSS3. </li><li> Vaš primer mora podpirati širok spekter <strong>sodobnih spletnih brskalnikov,</strong> kot so Firefox, Chrome, Safari in Opera. </li></ul>

source: <ul> <li>Your demoâ€™s source code should be packaged inside a <strong>ZIP file</strong>.</li> <li>The main page of your demo should be a file named <strong><code>index.html</code></strong> in the root of the ZIP.</li> <li>Your demo should be built on <strong>client-side technology</strong> (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use <strong>AJAX</strong> to access them.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
sl: <ul><li> Izvorno kodo za vaš primer je treba pakirati v <strong>ZIP datoteko</strong>. </li><li> Glavna stran vašega primera mora biti datoteka z imenom <strong><code>index.html</code></strong> v korenu ZIP. </li><li> Vaš primer morala biti zgrajen na <strong>tehnologiji odjemalca</strong> (HTML, CSS, JavaScript). Jezikov za strežniško stran, kot sta PHP in Ruby, se ne podpira. </li><li> Če vaš demo potrebuje zunanje vire, mora za dostop do njih uporabljati <strong>AJAX</strong>. </li><li> V polju za podrobnosti navedite vsebine s tretje strani, ki jih ni mogoče licencirati pod licenco CC-BY-SA in vključite povezave do avtorjev spletnih straneh. </li></ul>

source: Create an Account
sl: Ustvari račun

source: You are viewing up and coming demos
sl: Ogledujete si novodošle primere

source: See more about {title} by {author}
sl: Pokaži več o {title} avtorja {author}

source: (multiple)
sl: (večkratne)

source: Doc Center
sl: Središče navodil

source: Search MDN Documentation
sl: Išči po navodilih MDN

source: Popular Topics for <span class="web">Web</span> Developers
sl: Priljubljene teme za <span class="web">spletne</span> razvijalce

source: HyperText Markup Language, the core language of the web.
sl: Hipertekstni označevalni jezik (HTML), osrednji jezik spleta.

source: The next generation of HTML, HTML5 adds powerful new capabilities for web sites and web applications.
sl: Kot naslednja generacija HTML nudi HTML5 nove zmogljive zmožnosti za spletne strani in spletne aplikacije.

source: The scripting language that powers modern web applications.
sl: Skriptni jezik, ki poganja sodobne spletne aplikacije.

source: Cascading Style Sheets provide advanced layout and formatting of web content.
sl: Prekrivni slogi - Cascading Style Sheets ali CSS - omogočajo napreden videz in oblikovanje spletne vsebine.

source: The Document Object Model describes the structure and content of web pages.
sl: Objektni model za dokumente opisuje strukturo in vsebino spletnih strani.

source: "Asynchronous JavaScript and XML" is a term that describes the use of all these technologies together to create powerful web applications.
sl: "Asinhroni JavaScript in XML" je izraz, ki opisuje uporabo vseh navedenih tehnologij, s katerimi lahko ustvarjate zmogljive spletne aplikacije.

source: Key Topics for <span class="web">Web</span> Developers
sl: Ključne teme za <span class="web">spletne</span> razvijalce

source: A comprehensive list of terms to help Web developers find the documentation they need.
sl: Obsežen seznam izrazov, s katerim si spletni razvijalci lahko poiščejo dokumentacijo, ki jo potrebujejo.

source: Get involved in the %(mobile_link)s, %(addons_link)s, & %(apps_link)s Developer Communities:
sl: Sodelujte v skupnostnostih za razvijalce %(mobile_link)s, %(addons_link)s, & %(apps_link)s:

source: Firefox Mobile for developers
sl: Firefox Mobile za razvijalce

source: Detecting device orientation
sl: Odkrivanje usmerjenosti naprave

source: Using geolocation
sl: Uporaba geolokacije

source: AMO Developer Hub
sl: razvojni center AMO

source: Extensions
sl: Dodatki

source: Plugins
sl: Vstavki

source: Add-ons Builder
sl: Graditelj dodatkov

source: Themes
sl: Teme

source: Search engine plugins
sl: Vstavki za iskalnike

source: Participating in the Mozilla project
sl: Sodelovanje v projektu Mozilla

source: Using Mozilla code in other projects
sl: Uporaba kode Mozilla v drugih projektih

source: Localization
sl: Lokalizacija

source: Quality Assurance
sl: Zagotavljanje kakovosti

source: Most Active Docs
sl: Najbolj aktivni dokumenti

source: Last edited by:
sl: Nazadnje urejal:

source: Doc Of The Day
sl: Dok dneva:

source: Modified by %(author)s on %(updated)s
sl: Spremenil %(author)s - %(updated)s

source: Media Queries
sl: Iskanja po medijih

source: CSS Transforms
sl: CSS pretvorbe

source: CSS Gradients
sl: CSS prelivi

source: Security
sl: Varnost

source: Welcome to the Add-ons Developer Community:
sl: Dobrodošli v Skupnosti razvijalcev razširitev:

source: Are you ready to make browsing better?
sl: Ali ste za to, da izboljšamo brskanje?

source: Join the Add-ons discussions!
sl: Pridružite se razpravam o dodatkih!

source: Popular <span class="addons">Add-ons</span> Documentation
sl: Priljubljena dokumentacija o <span class="addons">dodatkih</span>

source: Add-ons Builder SDK Docs
sl: Navodila za SDK za Graditelja dodatkov

source: If you are comfortable with a command line and prefer working locally, the Add-ons Builder SDK gives you a development environment on your own computer.
sl: Če ste zadovoljni z ukazno vrstico in raje delate lokalno, vam SDK za Graditelja dodatkov nudi razvojno okolje na vašem lastnem računalniku.

source: How-to Library
sl: Knjižnica Kako-se-to-naredi

source: Get add-on development guidance in a top-notch collection of tutorials, articles, and more.
sl: Dobi navodila za razvoj dodatkov in obliki vhunske zbirke primerov, članov in še česa.

source: API & Language Reference
sl: Referenca za API in jezik

source: The official documentation on APIs and languages. What you need, when you need it, to create your masterpiece.
sl: Uradna dokumentacija za API in jezike. Kaj potrebujete, kdaj potrebujete za to, da ustvarite svojo mojstrovino.

source: Complete documentation for developing extensions for Mozilla applications.
sl: Celotna dokumentacija za razvoj razširitev za aplikacije Mozille.

source: Case Studies
sl: Praktični primeri

source: Start-to-finish success stories. See how add-on developers made magic with Mozilla.
sl: Zgodbe o uspešnih začetkih in zaključkih Poglejte si, kako znajo razvijalci čarati z Mozillo.

source: All add-ons development documentation
sl: Vsa dokumentacija za razvoj dodatkov

source: Watch <span class="addons">Add-on</span> Videos
sl: Oglejte si video posnetke o <span class="addons">Dodatkih</span>

source: Watch this video
sl: Glejte ta video

source: Build Add-on in 5 Minutes
sl: Zgradite si v 5 minutah svoj dodatek

source: Watch Myk Melez create an Add-on in 5 minutes using the new Add-on Builder!
sl: Glejte, kako Myk Melez v 5 minutah z uporabo novega Gradnika ustvari dodatek!

source: Favorite <span class="addons">Add-on</span> Tools
sl: Najljubša orodja za <span class="addons">Dodatke</span>

source: Add-ons Builder [Preview]
sl: Gradnik dodatkov [Predogled]

source: Use Add-ons Builder to quickly and easily develop an extension for Firefox using common web technologies.
sl: Uporabite Gradnik, da si ob uporabi običajnih spletnih tehnologij hitro in enostavno razvijete razširitev za Firefox.

source: Add-on Packager
sl: Program za pakiranje dodatkov

source: Auto-generate add-on packaging by entering basic info and picking UI parts. Get working without setup.
sl: Avtomatično ustvarite embalažo za svoj dodatek, vnesti morate samo osnovne podatke in izbrati dele za UI. Začni z delom brez nastavitev.

source: Add-on Validator
sl: Validator dodatkov

source: Check your add-on for common problems and errors. Open to anyone, not just add-ons hosted here.
sl: Preverite svoj dodatek, da je brez običajnih problemov in napak. Odprta za vsakogar, ne samo za dodatke, ki gostujejo tu.

source: All add-on development tools
sl: Vsa orodja za razvoj dodatkov

source: Recent <span class="addons">Add-ons</span> News &amp; Updates
sl: Nedavne posodobitve in novice okoli <span class="addons">dodatkov</span>

source: All add-ons development entries
sl: Vsi vnosi za razvoj dodatkov

source: Correspondence on Twitter from the Add-ons developer community.
sl: Izmenjava novic o dodatkih med člani skupnosti razvijalcev na Twitterju.

source: Latest <span class="addons">Add-ons</span> Discussions from Our Forums:
sl: Najnovejše razprave iz naših forumov o <span class="addons">Dodatkih</span>:

source: Latest <span class="addons">Add-ons</span> Comments from Our Community:
sl: Najnovejši komentarji iz naše skupnosti o <span class="addons">Dodatkih</span>:

source: %(authorlink)s wrote %(summary)s
sl: %(authorlink)s je napisal %(summary)s

source: Welcome to the Mozilla Developer Network, a.k.a.:
sl: Dobrodošli v Mreži Mozillinih razvijalcev ali kratko

source: Learn the history behind Project <em>Devmo</em>
sl: Preberite o zgodovinskem ozadju projekta <em>Devmo</em>

source: New to MDN?
sl: Novi v MDN?

source: Want to help make our network even better?
sl: Želimo pomagati, da bi naše omrežje bilo še boljše?

source: Here's how to get started
sl: Lahko začnete kar tukaj

source: Already a member?
sl: Že član?

source: Customize your profile & fine-tune your participation within MDN.
sl: Prilagodite svoj profil in nastavite si po svoje svoje sodelovanje v MDN.

source: School of Webcraft
sl: Šola spletnega čarovništva

source: Addons Builder Preview
sl: Gradilnik dodatkov - predogled

source: Mozilla and <a href="%(p2pu)s">P2PU</a> are creating the <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, a powerful new way to teach and learn web developer skills. Classes are globally accessible, 100%% free, and powered entirely by learners, mentors and contributors like you people. Our goal: a vibrant, peer-led system that helps people around the world easily access and build careers on open web technology.
sl: Mozilla in <a href="%(p2pu)s">P2PU</a> odpirata <a href="%(p2pu_drumbeat)s">Šolo spletnega čarovništva</a> , zmogljiv nov pristop k poučevanju in učenju veščin spletnega razvijanja. Razredi so globalno dostopni, 100%% brezplačni, v njih se dobivajo izključno učenci, mentorji in sodelavci, kot ste sami. Naš cilj: živahen, strokovno voden sistem, ki pomaga ljudem po svetu enostavno dostopati in graditi kariere na tehnologiji odprtega spleta.

source: More
sl: Več

source: Mozilla continues to lead the charge in the adoption of HTML5 and other evolving open Web technologies. Find out more about the <a href="%(devmo_html5)s">HTML5 spec</a> and the latest enhancements in HTML5, CSS3 and other <a href="%(devmo_fx4dev)s">developer features for Firefox 4</a>.
sl: Mozilla z naskokom nadaljuje vodstvo v sprejemanju HTML5 in drugih razvijajočih se odprtih spletnih tehnologij. Preberite več o <a href="%(devmo_html5)s">specifikacijah za HTML5</a> in o najnovejših izboljšavah v HTML5, CSS3 in drugih <a href="%(devmo_fx4dev)s">razvojnih tehnologijah za Firefox 4</a>.

source: Test the <a href="%(fx4_features)s">next version of Firefox</a> and help us make the world's best browser even better. Firefox 4 advances the modern web and we have a <a href="%(fx4_tech)s">big chart full of check marks</a> to prove it.
sl: Testirajte <a href="%(fx4_features)s">najnovejšo različico Firefoxa</a> in nam pomagajte, najboljši brskalnik na svetu še izboljšati. Firefox 4 predstavlja napredek za dandanašnji splet in za dokaz imamo <a href="%(fx4_tech)s">velik grafikon, ki je poln kljukic</a> dokazati.

source: Use Add-ons Builder to quickly and easily develop an extension for Firefox using common web technologies. There is a <a href="%(tutorial)s">tutorial</a> to get you started and a <a href="%(api)s">variety of APIs in the core library</a> to add functionality to Firefox.
sl: Uporabite Gradnik razširitev, da si hitro in enostavno razvijete razširitev za Firefox z uporabo običajnih spletnih tehnologij. Na razpolago je<a href="%(tutorial)s">učni primer</a> za začetnike in <a href="%(api)s">množica APIs v osrednji knjižnici</a>, s katerimi lahko Firefoxu dodajate funkcionalnost.

source: News & Updates
sl: Novice in posodobitve

source: Highlighted Mozilla Developer News & Updates
sl: Zanimive novice in posodobitve za razvijalce Mozille

source: Key Topics for <a href="%(web_url)s" class="web">Web</a> Developers
sl: Ključne teme za <a href="%(web_url)s" class="web">spletne</a> razvijalce

source: Learn more about <a href="%(devmo_mobile)s">Fennec</a> and mobile-specific technologies like <a href="%(devmo_geo)s">geolocation</a>.</p>
sl: Preberite več o <a href="%(devmo_mobile)s">Fennec</a> in konkretni tehnologiji za mobilne naprave, kot je na primer <a href="%(devmo_geo)s">geolokacija</a> . </p>

source: <a href="%(builder_url)s">Build your own add-ons</a> and discuss them with the <a href="%(dev_url)s">add-on developer community</a>.
sl: <a href="%(builder_url)s">Zgradite svoje lastne dodatke</a> in razpravljajte o njih v <a href="%(dev_url)s">skupnosti razvijalcev za dodatke</a>.

source: See how you can <a href="%(devmo_participate)s">participate</a> in <a href="%(devmo_l10n)s">localization</a>, <a href="%(devmo_qa)s">quality assurance</a>, and other Mozilla projects.
sl: Oglejte si, kako lahko <a href="%(devmo_participate)s">sodelujete</a> v<a href="%(devmo_l10n)s">localizaciji</a>, <a href="%(devmo_qa)s">zagotavljanju kakovosti</a> in v drugih projektih Mozille.

source: See what's new for web developers in the latest version of Firefox
sl: Oglejte si novosti za spletne razvijalce v najnovejši različici Firefox

source: Popular Docs
sl: Priljubljena navodila

source: Hypertext Markup Language, the core technology of the web.
sl: Hipertekst - HTML -, osrednja spletna tehnologija.

source: Cascading Style Sheets.
sl: Prekrivni slogi

source: The Document Object Model describes the layout and content of web pages.
sl: Objektni model za dokumente opisuje strukturo in vsebino spletnih strani.

source: Developing Add-ons
sl: Razvijanje dodatkov

source: Creating extensions, themes, and plug-ins for Firefox and Thunderbird.
sl: Kako ustvarjati razširitve, teme in vstavke za Firefox in Thunderbird.

source: Developing for Mobile
sl: Razvoj za mobilne naprave

source: Developing add-ons and content for Firefox mobile.
sl: Razvoj dodatkov in vsebin za mobilni Firefox.

source: Participating in the Mozilla Project
sl: Sodelovanje v projektu Mozilla

source: Everything from filing bugs to fixing them.
sl: Vse od prijave napake do njene rešitve

source: Be Heard.
sl: Naj se vas sliši.

source: Get Started Today!
sl: Začnite še danes!

source: Welcome to the Mobile Developer Community:
sl: Dobrodošli v Skupnosti razvijalcev za mobilne naprave:

source: You took back the Web. Now take it with you.
sl: Vzeli ste mrežo v svoje roke.. Zdaj jo vzemite s seboj.

source: Join the Mobile discussions!
sl: Pridružite se razpravam o mobilnih napravah!

source: Popular <span class="mobile">Mobile</span> Documentation
sl: Priljubljena dokumentacija za <span class="mobile">mobilne naprave</span>

source: Mobile Wiki
sl: Mobilni Wiki

source: Get the latest news, status and developer documentation on the Mozilla mobile project. Check out the mobile project's goals, and how you can help out and get involved!
sl: Preberite si najnovejše novice o stanju projekta za mobilne naprave in o dokumentaciji za razvijalce. Seznanite se s cilji mobilnega projekta in z načini, kako se mu lahko pridružite in v njem sodelujete!

source: Build Great Mobile Add-ons
sl: Razvijte mega dodatek za mobilne naprave

source: Firefox is the world's first Web browser to support mobile add-ons. Learn about <a href="%(basics_url)s">Extension Basics</a>, <a href="%(best_practices_url)s">Extension Best Practices</a>, helpful <a href="%(snippets_url)s">Code Snippets</a>, and more so you can build innovative add-ons for Firefox on Android and Firefox on Nokia's Meego platform.
sl: Firefox je prvi brskalnik na svetu, ki podpira mobilne dodatke. Seznanite se z <a href="%(basics_url)s">Osnovami razširitev</a>, <a href="%(best_practices_url)s">Najboljšimi pristopi k razširitvam</a>, s koristnimi <a href="%(snippets_url)s">primeri kode</a> in še o čem, tako da boste lahko razvijali inovativne dodatke za Firefox na Androidu in na Meego za platformo Nokia.

source: Location-Aware Applications
sl: Aplikacije, ki se zavedajo lokacije

source: Learn how to use the <a href="%(geo_url)s">Geolocation API</a> and put people on the right path. Location-Aware Browsing is a must when you're out and about on your mobile. Learn how to build innovative apps that delight your audience.
sl: Preberite, kako uporabljati <a href="%(geo_url)s"> API za geolokacijo</a> in poskrbite, da bo uporabnik na pravi poti. Pri brskanju na mobilnih napravah brez tega, da se ve kod in kam, ni mogoče. Oglejte si, kako lahko razvijate inovativne aplikacije, s katerimi boste razveselili svoje občinstvo.

source: Help build Firefox for Mobile
sl: Pomagajte pri razvoju Firefoxa za mobilne naprave

source: Your help is vital to the success of Firefox. Provide feedback on our <a href="%(irc_url)s">IRC channel</a>, <a href="%(meeting_url)s">join our Wednesday development meeting</a>, or even <a href="%(bugzilla_url)s">file some bugs</a>.
sl: Vaša pomoč je ključnega pomena za uspeh Firefoxa. Oglasite se s svojim mnenjem na <a href="%(irc_url)s">kanalu IRC </a>, <a href="%(meeting_url)s">pridite na naš sestanek razvijalcev vsako sredo </a>, pa tudi <a href="%(bugzilla_url)s">napake lahko prijavite</a>.

source: All mobile development documentation
sl: Vsa dokumentacijaza mobilni razvoj

source: Watch <span class="mobile">Mobile</span> Videos
sl: Glejte <span class="mobile">Mobile</span> video posnetke

source: Why Sync up, Security and More
sl: Zakaj Sync, o varnosti in še o čem

source: See Ragavan demo Firefox Sync on his Android phone. Learn about purpose and goals behind the development of Firefox Sync.
sl: Oglejte si Ragavanovo demonstracijo Firefox Sync na njegovem telefonu Android. Več o namenu in ciljih pri razvoju Firefox Sync.

source: Pre-Alpha Fennec and HTML5 Demos
sl: Pred-Alfa Fennec in primeri HTML5

source: See Stuart demo HTML5 capabilities on pre-alpha Fennec. Learn about the purpose and goals behind the development of Firefox 4 for mobile.
sl: Oglejte si Stuartov primer zmožnosti HTML5 na Fennec pred-alfa. Seznanite se z nameni in cilji razvoja Firefox 4 za mobilne naprave.

source: Favorite <span class="mobile">Mobile</span> Articles
sl: Priljubljeni članki za <span class="mobile">mobilne naprave</span>

source: Firefox for mobile: What's coming next
sl: Firefox za mobilne naprave: Kaj je sedaj pred nami

source: The projects and planning never stops. We're cooking up some amazing new features and improvements for our next major release. Check it out and see how you can help us continue to make the world's best mobile Web browser.
sl: Projektov in načrtov ni nikoli konec. Za našo naslednjo večjo izdajo kuhamo nekaj prima novih funkcij in izboljšav. Oglejte si jih in premislite, kako nam lahko pomagate najboljši spletni brskalnik na svetu za mobilne naprave še izboljšati.

source: "HTML5 is Great for Mobile, Developers Say"
sl: "HTML5 je za Mobi krasen, pravijo razvijalci"

source: Hear from other developers about the advantages of HTML5 and developing for the mobile Web in this article from ReadWriteWeb:
sl: Preberite v tem članku iz ReadWriteWeb, kaj si drugi razvijalci mislijo o prednostih HTML5 in o razvijanju za mobilni splet:

source: "'Hands down, the developer pool for HTML / JS rock stars is tenfold larger [and] there is no download attrition. You simply point people at a URL and there you go -- it's installed.' The fact that apps can be directly installed by URL rather than by waiting for an App Store download means that developers reduce barriers to virality."
sl: "'Kot rečeno, skupina razvijalcev za kombinacijo HTML / JS je desetkrat večja [in] izgub zaradi prenosov ni. Ljudi preprosto usmerite na URL in glejte -- nameščeno je.' Dejstvo, da se dodatke namešča enostavno prek URL namesto čakanja v vrsti za App Store prenos pomeni, da razvijalci spustijo mejo izrednega uspeha glede na razširjenost."

source: Android APIs
sl: APIji za Android

source: Access Android APIs on this Android Developer page.
sl: Dostop do Android API na tej strani za razvijalce za Android.

source: Recent <span class="mobile">Mobile</span> News &amp; Updates
sl: Nedavne <span class="mobile">Mobilne</span> novice in posodobitve

source: All mobile development entries
sl: Vsi vnosi za mobilni razvoj

source: Correspondence on Twitter from the Mobile developer community.
sl: Korespondenca na Twitterju za skupnost mobilnih razvijalcev.
