Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Areas of expertise
bn_bd: দক্ষতার ক্ষেত্রসমূহ
es: Áreas de experiencia
ja: 専門分野
pt: Áreas de especialização

source: Add your interests first, then declare yourself an expert in selected topics.
bn_bd: আপনার আগ্রহের বিষয়গুলো আগে যুক্ত করুন, তারপর আপনাকে নির্বাচিত টপিকগুলোতে একজন বিশেষজ্ঞ হিসেবে ঘোষণা করুন।
es: Agrega tus intereses primero, después declárate experto en los temas que quieras.
ja: まず興味のある分野を追加し、そして選択肢から自身の専門分野を宣言します。
pt: Adicione os seus interesses primeiro e depois defina-se como especialista nos tópicos selecionados.

source: My Other Profiles
bn_bd: আমার অন্য প্রোফাইল
es: Mis otros perfiles
ja: その他のプロフィール
pt: Os meus outros perfis

source: Save Changes
bn_bd: পরিবর্তন সংরক্ষণ করুন
es: Guardar cambios
ja: 変更を保存
pt: Guardar alterações

source: Firefox Apps & Hacks Newsletter
bn_bd: ফায়ারফক্স অ্যাপস এবং হ্যাক নিউজলেটার
es: Boletín de noticias Firefox Apps & Hacks
ja: Firefox Apps & Hacks ニュースレター
pt: Newsletter de aplicações e hacks do Firefox

source: <a href="/profile/edit">Edit your profile</a> to join the newsletter.
bn_bd: <a href="/profile/edit">আপনার প্রোফাইল সম্পাদন করুন</a> নিউজলেটারে যুক্ত হতে।
es: <a href="/profile/edit">Edita tu perfil</a> para unirte al boletín.
ja: <a href="/profile/edit">プロフィールを編集</a> してニュースレターを受け取りましょう。
pt: <a href="/profile/edit">Edite o seu perfil</a> para se juntar à newsletter.

source: The Mozilla Developer Network (MDN) provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and HTML5 Apps. It also documents Mozilla products, like Firefox OS.
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক (MDN) এ এইচটিএমএল, সিএসএস এবং এইচটিএমএলফাইফ এপস এবং ওয়েবসাইটগুলোর API সংক্রান্ত ওপেন ওয়েব টেকনোলজিগুলো সম্পর্কে তথ্য প্রদান করে। এটি মজিলা প্রোডাক্ট যেমন ফায়ারফক্স ওএস'কেও ব্যাখ্যা করে।
es: Mozilla Developer Network (MDN) facilita información acerca de tecnologías web abiertas, como HTML, CSS y API para sitios web y aplicaciones HTML5. También documenta los productos de Mozilla, como Firefox OS.
ja: Mozilla Developer Network (MDN) は、Web サイトと HTML5 アプリ向けの HTML、CSS、API を含むオープン Web についての情報を提供しています。また、Firefox OS のような Mozilla 製品のドキュメントもあります。
pt: A Rede de Programadores da Mozilla (MDN) fornece informações sobre tecnologias web abertas incluindo HTML, CSS e APIs para sites web e aplicações HTML5. Também documenta produtos Mozilla como o Firefox OS.

source: Shared knowledge <span>for the Open Web</span>
bn_bd: তথ্য ও জ্ঞান<span>মুক্ত ওয়েবের জন্য</span>
es: Conocimiento compartido <span>para la Web abierta</span>
ja: オープン Web <span>に関する共有知</span>
pt: Conhecimento partilhado <span>para a web aberta</span>

source: Search the docs
bn_bd: ডকুমেন্টেশন খুঁজুন
es: Buscar en la documentación
ja: ドキュメントを検索
pt: Procurar na documentação

source: Web Technologies
bn_bd: ওয়েব প্রযুক্তিসমূহ
es: Tecnologías web
ja: Web 技術
pt: Tecnologias web

source: Web<br />Platform
bn_bd: ওয়েব<br />প্লাটফর্ম
es: Plataforma<br />web
ja: Web<br />プラットフォーム
pt: Plataforma<br />web

source: Web APIs &amp; DOM
bn_bd: ওয়েব API সমূহ &amp; DOM
es: Web API y DOM
ja: Web API &amp; DOM
pt: APIs web e DOM

source: more...
bn_bd: আরো ...
es: más...
ja: もっと見る...
pt: mais...

source: Zones
bn_bd: টপিক
es: Zonas
ja: ゾーン
pt: Zonas

source: Firefox Marketplace
bn_bd: ফায়ারফক্স মার্কেটপ্লেস
pt: Marketplace do Firefox

source: App Center
bn_bd: এপ্লিকেশন সেন্টার
es: Centro de Aps
ja: App センター
pt: Centro de aplicações

source: Developer<br />Tools
bn_bd: ডেভেলপার টুলসমূহ
es: Herramientas<br />para desarrolladores
ja: 開発ツール
pt: Ferramentas<br />do programador

source: Firefox OS App Manager
bn_bd: ফায়ারফক্স ওএস অ্যাপ্লিকেশান পরিচালনা
es: Administrador de aplicaciones Firefox OS
pt: Gestor de aplicações do Firefox OS

source: Page Inspector
bn_bd: পেইজ ইন্সপেক্টর
es: Inspector de página
ja: ページインスペクタ
pt: Inspetor de páginas

source: JavaScript Debugger
bn_bd: জাভাস্ক্রিপ্ট ডিবাগার
es: Depurador de JavaScript
ja: JavaScript デバッガ
pt: Depurador JavaScript

source: Web Console
bn_bd: ওয়েব কনসোল
es: Consola web
ja: Web コンソール
pt: Consola Web

source: Connect
bn_bd: সংযুক্ত হোন
es: Conectar
ja: つながり
pt: Ligar

source: Get Web technology news from Mozilla, get help from other developers, and more!
bn_bd: মজিলা থেকে ওয়েব প্রযুক্তিসমূহের খবরাখবর, অন্য ডেভেলপার দেখে সাহায্য এবং অনেক কিছু!
es: ¡Recibe noticias de Mozilla sobre tecnología, obtén ayuda de otros desarrolladores y mucho más!
ja: Mozilla から Web テクノロジーのニュースや他の開発者からの助け、さらに様々な情報を受け取りましょう！
pt: Obtenha notícias sobre tecnologia web da Mozilla, obtenha ajuda de outros programadores e muito mais!

source: Learn more and sign up!
bn_bd: আরও জানুন এবং সাইন আপ করুন !
es: ¡Descubre más e inscríbete!
ja: 詳細を確認して登録！
pt: Saiba mais e registe-se!

source: Open Web and Mobile
bn_bd: মুক্ত ওয়েব এবং মোবাইল
es: Web abierta y móvil
ja: オープン Web とモバイル
pt: Web aberta e móvel

source: Create<br />Web Apps
bn_bd: ওয়েব অ্যাপ্লিকেশান<br/> তৈরি করুন
es: Crea<br />aplicaciones web
ja: Web アプリを<br />作る
pt: Criar<br />aplicações web

source: Develop<br />Firefox for Android
bn_bd: ডেভেলপ<br/>ফায়ারফক্স ফর অ্যান্ডরয়েড
es: Desarrolla<br />Firefox para Android
ja: Android 版 Firefox<br />開発
pt: Desenvolver<br />Firefox para o Android

source: Build<br />Firefox OS
bn_bd: ফায়ারফক্স ওএস <br/> তৈরি
es: Construye<br />Firefox OS
ja: Firefox OS を<br />ビルドする
pt: Construir<br />o Firefox OS

source: <a href="http://hacks.mozilla.org">read more at hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
bn_bd: <a href="http://hacks.mozilla.org">hacks.mozilla.org সাইটে বিস্তারিত দেখুন <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
es: <a href="http://hacks.mozilla.org">lee más en hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
ja: <a href="http://hacks.mozilla.org">hacks.mozilla.org でもっと読む<i aria-hidden="true" class="icon-arrow-right"></i></a></span>
pt: <a href="http://hacks.mozilla.org">saber mais em hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>

source: Get Involved
bn_bd: যুক্ত হোন
es: Colabora
ja: 参加する
pt: Envolva-se

source: <span class="row1">Join <span class="number">3,414</span> contributors</span> <span class="row2">in <span class="number">31</span> languages and locales</span> <span class="row3">around the world.</span>
bn_bd: <span class="row2">বিশ্বব্যাপি <span class="number">৩১</span> টি ভাষা এবং locale</span> এর <span class="number">৩,৪১৪</span> জন কন্ট্রিবিউটরদের সাথে যোগ দিন</span> ।
es: <span class="row1">Únete a <span class="number">3.414</span> colaboradores</span> <span class="row2">en <span class="number">31</span> idiomas y configuraciones regionales </span> <span class="row3">alrededor del mundo.</span>
ja: <span class="row1">世界中の</span><span class="row2"><span class="number">31</span> の言語とロケールに貢献する</span><span class="row3"><span class="number">3,414</span> 人の</span>仲間になりませんか？</span>
pt: <span class="row1">Junte-se a <span class="number">3414</span> colaboradores</span> <span class="row2">em <span class="number">31</span> idiomas e localizações</span> <span class="row3">à volta do mundo.</span>

source: Help improve MDN
bn_bd: এমডিএন উন্নিতকরণে সাহায্য করুন
es: Ayuda a mejorar MDN
ja: MDN の改善に貢献する
pt: Ajude a melhorar a MDN

source: Next Dev Derby: <strong>July 2013</strong>
bn_bd: পরবর্তি ডেভ-ডার্বি: <strong>জুলাই ২০১৩</strong>
es: Siguiente Desafío para Desarrolladores: <strong>julio 2013</strong>
ja: 次回の Dev Derby: <strong>2013 年 7 月</strong>
pt: Próximo Dev Derby: <strong>Julho de 2013</strong>

source: Subject: <strong>File API</strong>
bn_bd: বিষয়: <strong>ফাইল API</strong>
es: Tema: <strong>API de archivos</strong>
ja: テーマ: <strong>File API</strong>
pt: Assunto: <strong>API de ficheiros</strong>

source: See & submit demos
bn_bd: দেখুন এবং নমুনা জমা দিন
es: Descubre y envía demos
ja: デモの閲覧と投稿
pt: Ver e enviar demonstrações

source: MDN Dev Derby <i aria-hidden="true" class="icon-arrow-right"></i>
bn_bd: এমডিএন ডেভ ডার্বি <i aria-hidden="true" class="icon-arrow-right"></i>
es: Desafío para Desarrolladores MDN <i aria-hidden="true" class="icon-arrow-right"></i>
pt: Dev Derby da MDN <i aria-hidden="true" class="icon-arrow-right"></i>

source: All parts of MDN (docs, demos, and the site itself) are created by an open community of developers. Please join us! Pick one of these ways to help:
bn_bd: MDN (নথিসমূহ, ডেমোসমূহ এবং সাইটটি) এর সবগুলো অংশ ডেভেলপারদের একটি ওপেন কম্যুনিটি তৈরি করেছেন। অনুগ্রহ করে আমাদের সাথে যোগ দিন! আমাদের সাহায্য করার জন্য নিচের যেকোন একটি ক্ষেত্র নির্বাচন করুন:
es: Todas las partes de MDN (documentos, demos y el propio sitio) son creadas por una comunidad abierta de desarrolladores. ¡Únete a nosotros! Selecciona una de estas maneras de ayudar:
ja: MDN のすべての内容 (ドキュメント、デモ、サイト自体) は開発者のオープンコミュニティによって作成されています。あなたも参加してください！手助けする方法を選択してください:
pt: Todas as partes da MDN (documentação, demonstrações e o próprio site) são criadas por uma comunidade aberta de programadores. Por favor, junte-se a nós! Escolha uma das seguintes formas para ajudar:

source: Getting started
bn_bd: শুরু
es: Comenzar
ja: 入門編
pt: Começar

source: Editorial review
bn_bd: সম্পাদকীয় পর্যালোচনা
es: Revisión editorial
ja: 編集レビュー
pt: Revisão editorial

source: Technical review
bn_bd: প্রযুক্তি সংক্রান্ত পর্যালোচনা
es: Revisión técnica
ja: 技術的なレビュー
pt: Revisão técnica

source: Translating
bn_bd: অনুবাদ করা হচ্ছে
es: Traduciendo
ja: 翻訳する
pt: Tradução

source: Promoting MDN
bn_bd: MDN প্রচার করা
es: Promocionar MDN
ja: MDN を宣伝する
pt: Promover a MDN

source: Contributing to the MDN codebase
bn_bd: MDN কোডবেসে অবদান রাখা
es: Contribuir en el código base de MDN
ja: MDNのコードに貢献する
pt: Contribuir para a base de código da MDN

source: Learn How to Make Websites
bn_bd: জানুন কিভাবে ওয়েবসাইট তৈরি করতে হয়
es: Aprende a crear sitios web
ja: Web サイトの作り方を学ぶ
pt: Aprender como fazer sites web

source: <p>Want to learn to use the technologies that power the Web? <br>We've put together a great collection of resources to get you started.</p>
bn_bd: <p>ওয়েবের ক্ষমতার উপর প্রযুক্তির ব্যবহার শিখতে চান? <br> শুরু করার জন্য আমরা আপনার জন্য এক বিশাল রিসোর্স সংগ্রহ রেখেছি।</p>
es: <p>¿Quieres aprender a usar las tecnologías en las que se basa la Web? <br>Hemos recopilado una gran colección de recursos para que puedas empezar.</p>
ja: <p>Web を動かしている技術の使い方を学びたい？<br>私たちのサイトには、これから学ぶ方のためのすばらしいリソースがあります。</p>
pt: <p>Quer aprender a utilizar as tecnologias que suportam a Web? <br>Reunimos uma grande coleção de recursos para você começar.</p>

source: <p><strong>HyperText Markup Language</strong> is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it's best if you learn HTML.</p>
bn_bd: <p><strong>হাইপারটেক্সট মার্কআপ ল্যাঙ্গুয়েজ</strong> ওয়ার্ল্ডওয়াইড ওয়েবে তথ্য রাখার মূল সিন্ট্যাক্স। যদি আপনি ওয়েব পাতা তৈরি বা পরিবর্তন করতে চান, সবচেয়ে ভালো হয় আপনি যদি এইচটিএমএল শিখেন।</p>
es: <p><strong>HyperText Markup Language</strong> (lenguaje de marcas de hipertexto) es la sintaxis esencial para ofrecer información en la web. Si quieres crear o modificar páginas web, lo mejor es que aprendas HTML.</p>
ja: <p><strong>HyperText Markup Language</strong> は World Wide Web で情報を発信するための中心となる構文です。Web サイトを作ったり更新したいならば、HTML を学ぶことが一番良い方法です。</p>
pt: <p><strong>HyperText Markup Language</strong> é a sintaxe fundamental para colocar informações na rede mundial. Se quiser criar ou modificar páginas web, é melhor se aprender HTML.</p>

source: <p><strong>Cascading Style Sheets</strong> is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p>
bn_bd: <p><strong>ক্যাসকেডিং স্টাইল শিটস</strong> হচ্ছে ওয়েব পাতাসমূহের উপস্থাপন কে বর্ণিত করার জন্য ব্যবহৃত ভাষা। দেখতে সুন্দর ওয়েব পাতাসমূহ তৈরি জন্য এবং এইচটিএমএল ইলিমেন্ট এর উপস্থাপন ও অবস্থান নির্দেশ করার জন্য আপনার সিএসএস শিখতে হবে।</p>
es: <p><strong>Cascading Style Sheets</strong> (hojas de estilo en cascada) es un lenguaje que sirve para describir la apariencia de las páginas web. Para crear páginas web con un buen diseño, tienes que aprender CSS para definir la apariencia y la ubicación de los elementos HTML dentro de ellas.</p>
ja: <p><strong>Cascading Style Sheets</strong> は Web ページの見た目を記述するための言語です。見栄えのいい Web ページを製作するためにはページ内での HTML 要素の見た目や配置を定義する CSS を学ぶ必要があります。</p>
pt: <p><strong>Cascading Style Sheets</strong> é uma linguagem que serve para descrever a aparência de páginas web. Para criar páginas web com uma boa aparência, precisa de aprender CSS para definir a aparência e localização dos elementos HTML nas páginas.</p>

source: <p><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages to respond to user interaction beyond the basic level provided by HTML links and forms.</p>
bn_bd: <p><strong>জাভাস্ক্রিপ্ট</strong>(সংক্ষেপে JS) এমন একটি প্রোগ্রামিং ল্যাঙ্গুয়েজ যা এইচটিএমএলের লিঙ্কস্‌ এবং ফরমগুলোর দ্বারা উপলব্ধ মৌলিক স্তরের ঊর্ধ্বে গিয়ে ওয়েব পেইজগুলোকে ব্যবহারকারীর ইন্টার‍্যাকশনে সাড়া দিতে সক্ষম করে। </p>
es: <p><strong>JavaScript</strong> (JS en su forma abreviada) es el lenguaje de programación que permite que las páginas web respondan a la interacción del usuario más allá del nivel básico que ofrecen los formularios y enlaces HTML.</p>
ja: <p><strong>JavaScript</strong> (JS と省略します) は HTML のリンクやフォームによって提供される基本的なレベルを超えて、Web ページがユーザとの相互体験を可能にするプログラミング言語です。</p>
pt: <p><strong>JavaScript</strong> (abreviado para JS) é uma linguagem de programação que permite a páginas web responder à interação do utilizador para além do nível básico fornecido por ligações e formulários HTML.</p>

source: <h2>Are you tired of learning on your own?<br>Do you want to join a community of people learning about open web technologies?</h2> <p>Consider signing up for free online peer study groups through Peer-to-Peer University's<span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
bn_bd: <h2>নিজে নিজে শিখতে শিখতে ক্লান্ত?<br>আপনি কি ওপেন ওয়েব প্রযুক্তিগুলো শিখছে এমন একটি কমিউনিটির সাথে যুক্ত হতে চান?</h2> <p>তাহলে বিনামূল্যে পিয়ার-টু-পিয়ার ইউনিভার্সিটির <a href="https://p2pu.org/en/schools/school-of-webcraft">স্কুল অব ওয়েবক্রাফট</a> এর মাধ্যমে অনলাইন সমকক্ষ শিক্ষাসংক্রান্ত গ্রুপ গুলোতে যোগ দেওয়ার কথা চিন্তা করে দেখুন।</span> অন্যরা যারা আপনার মতো একই জিনিস শিখছেন তাদের সাথে আপনার উদ্ভাবন, সংগ্রাম এবং বিজয়ের কথা ভাগাভাগি করুন।</p>
es: <h2>¿Estás cansado de aprender por tu cuenta?<br>¿Quieres unirte a una comunidad de gente que aprende sobre tecnologías web abiertas?</h2> <p>Considera apuntarte a grupos de estudio gratuitos en línea a través de la <a href="https://p2pu.org/en/schools/school-of-webcraft">Escuela de creación web</a> de la Universidad Peer-to-Peer<span title="Peer-to-Peer University"></span>. Comparte tus descubrimientos, luchas y victorias con otros que están aprendiendo las mismas cosas.</p>
ja: <h2>ひとりで学習することに飽きていませんか？<br>オープン Web 技術について学習するコミュニティに参加してみませんか？</h2> <p>P2P 大学の <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">School of Webcraft (スクール・オブ・Web クラフト)</a>では、無料のオンライン相互学習グループに参加いただけます。あなたが発見、奮闘、成功したことを、同じトピックを学習する仲間とぜひ共有してください。</p>
pt: <h2>Está farto de aprender por si?<br> Quer juntar-se a uma comunidade de pessoas que estão a aprender tecnologias web abertas?</h2> <p>Considere inscrever-se gratuitamente em grupos de estudo online da <span title="Peer-to-Peer University"></span> <a href="https://p2pu.org/en/schools/school-of-webcraft">Escola de Webcraft</a> da Universidade Peer-to-Peer. Partilhe as suas descobertas, dificuldades e vitórias com outros que estão a aprender as mesmas coisas.</p>

source: Learn CSS
bn_bd: সিএসএস শিখুন
es: Aprender CSS
ja: CSS について学ぶ
pt: Aprender CSS

source: Back to Home
bn_bd: হোমে ফিরে যান
es: Volver a inicio
ja: 最初のページへ戻る
pt: Voltar ao início

source: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p> <p>The links on this page lead to a variety of CSS tutorials and CSS training materials. Whether you are just starting out, learning the basics of CSS, or are an experienced web developer wanting to learn <strong>CSS3</strong> (the newest version of the standard) and CSS best practices, you can find helpful resources here.</p>
bn_bd: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) হচ্ছে ওয়েবের পাতাগুলোর উপাস্থাপনকে বর্ণিত করার জন্য বিশেষায়িত ভাষা। দেখতে সুন্দর ওয়েব পাতা তৈরি করতে আপনার CSS শিখতে হবে কারণ CSS ঐ ওয়েব পাতার HTML ইলিমেন্টগুলোকে বর্ণিত করে।</p> <p>এই পাতায় বিদ্যমান লিংকগুলো আপনাকে বিবিধ CSS টিউটোরিয়াল এবং CSS প্রশিক্ষণ উপাদানের সান্নিধ্যে আনতে সাহায্য করবে। যেখানেই শুরু করেন না কেন, CSS এর মৌলিক বিষয়গুলো যেকেউ আয়ত্বে আনার জন্য, অথবা অভিজ্ঞ ওয়েব ডেভেলপার যদি <strong>CSS3</strong> (সিএসএস এর নতুন স্ট্যান্ডার্ড) শেখা এবং এর সর্বোত্তম ব্যবহারে আগ্রহী হয়ে থাকেন, তাহলে এ পাতায় অনেকগুলো সাহায্যকারী উপাদান খুঁজে পাবেন।</p>
es: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>, hojas de estilo en cascada) es un lenguaje que sirve para describir la apariencia de las páginas web. Para crear páginas web con un buen diseño, debes aprender CSS para definir la apariencia y la ubicación de los elementos HTML dentro ellas.</p> <p>Los vínculos de esta página llevan a una serie de tutoriales y materiales educativos sobre CSS. Tanto si estás empezando y quieres aprender los conceptos básicos sobre CSS, como si eres un desarrollador web experto que desea aprender <strong>CSS3</strong> (la nueva versión del estándar) y buenas prácticas con CSS, aquí encontrarás recursos útiles.</p>
ja: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) はWeb ページの見た目を記述するための言語です。見た目の美しい Web ページを作るには、ページ内の HTML 要素の見た目や配置を定義するために CSS を学習する必要があります。</p><p>このページにあるリンクは多種多様な CSS チュートリアルや CSS トレーニング素材へとつながっています。あなたが学習を始めたばかりでも、CSS の基本を学習する場合でも、<strong>CSS3</strong> (最新の規格) や良い事例を学ぼうとしているWeb 開発経験者であっても、有用な情報を見つけられるでしょう。</p>
pt: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) é uma linguagem que serve para descrever a aparência de páginas web. Para criar páginas web com uma boa aparência, precisa de aprender CSS para definir a aparência e localização dos elementos de HTML nas páginas.</p> <p>As ligações desta página dão acesso a uma variedade de tutoriais e materiais de estudo de CSS. Quer esteja a começar, a aprender o básico sobre CSS, ou se já for um programador web experiente que quer aprender <strong>CSS3</strong> (a mais recente versão do CSS) e as boas práticas do CSS, aqui poderá encontrar recursos úteis.</p>

source: Introductory Level
bn_bd: পরিচিতি পর্যায়
es: Nivel básico
ja: 入門レベル
pt: Nível introdutório

source: CSS Getting Started
bn_bd: সিএসএস শুরু
es: Introducción a CSS
ja: はじめての CSS
pt: Introdução ao CSS

source: This tutorial introduces you to Cascading Style Sheets (CSS). It guides you through the basic features of CSS with practical examples that you can try for yourself on your own computer.
bn_bd: এই টিউটোরিয়াল আপনাকে Cascading Style Sheets (CSS) এর সাথে পরিচয় করিয়ে দিবে। এটি আপনাকে সিএসএস এর বেসিক বিষয়গুলো ব্যবহারিক উদাহরণের সাহায্য আপনার সামনে তুলে ধরবে যাতে করে আপনি আপনার নিজের কম্পিউটারে পরবর্তীতে এগুলো নিয়ে কাজ করার চেষ্টা করতে পারেন।
es: Este tutorial es una introducción a Cascading Style Sheets (CSS). Te guía a través de sus características básicas con ejemplos prácticos que puedes probar tú mismo en tu equipo.
ja: このチュートリアルでは Cascading Style Sheets (CSS) について紹介します。あなた自身がのあなたのコンピュータで試すことができるように、実用例をもとに CSS の基本的な特徴を紹介します。
pt: Este tutorial apresenta as Folhas de Estilo em Cascata (CSS). Guia-o através das funcionalidades básicas do CSS com exemplos práticos que pode experimentar no seu computador.

source: CSS Basics
bn_bd: প্রাথমিক সিএসএস
es: Conceptos básicos sobre CSS
ja: CSS の基本
pt: CSS básico

source: What CSS is, how to apply it to HTML, and what basic CSS syntax looks like.
bn_bd: সিএসএস কি, কিভাবে এটা এইচটিএমএলে প্রয়োগ করা যায়, এবং সিএসএসের প্রাথমিক সিনটেক্স দেখতে কেমন।
es: Qué es CSS, cómo se aplica al HTML y cómo es la sintaxis básica de CSS.
ja: CSS とは何か、HTML に適用する方法、CSS 構文の基本について。
pt: O que é o CSS, como o aplicar ao HTML e qual o aspeto básico da sintaxe do CSS.

source: CSS Selector Classes
bn_bd: সিএসএসের শ্রেণি নির্বাচক
es: Clases de selectores CSS
ja: CSS セレクタ・クラス
pt: Classes de seleção do CSS

source: What are classes in CSS?
bn_bd: সিএসএসের শ্রেণিগুলো কি কি?
es: ¿Qué son las clases en CSS?
ja: CSS におけるクラスとは何か？
pt: O que são classes no CSS?

source: External CSS
bn_bd: বাহ্যিক সিএসএস
es: CSS externo
ja: 外部 CSS
pt: CSS externo

source: Using CSS from an external style sheet.
bn_bd: বাহিরের স্টাইল শিট থেকে সিএসএস ব্যবহার করা।
es: Usar CSS desde una hoja de estilos externa.
ja: 外部スタイルシートから CSS を使う
pt: Utilizar CSS a partir de uma folha de estilos externa.

source: Adding a Touch of Style
bn_bd: একটি টাচ স্টাইল যোগ করা
es: Dar un toque de estilo
pt: Adicionando um toque de estilo

source: A brief beginner's guide to styling web pages with CSS.
bn_bd: সিএসএসের মাধ্যমে ওয়েবপেজ স্টাইল করার সংক্ষিপ্ত শিক্ষানবিস কৌশল।
es: Una breve guía destinada a principiantes para aplicar estilo a las páginas web con CSS.
ja: CSS で Web ページをスタイリングするための簡易入門ガイド
pt: Um pequeno guia para iniciantes para formatar páginas web com CSS.

source: CSS From the Ground Up
bn_bd: সিএসএসের মূল থেকে
es: CSS desde cero
ja: CSS の基礎からの積み上げ
pt: CSS desde o básico

source: Video tutorial on styling pages with CSS.
bn_bd: CSS এর সাহায্যে পেজকে কীভাবে স্টাইল করা যায় তার ভিডিও টিউটোরিয়াল।
es: Videotutorial sobre las páginas de estilo con CSS.
ja: CSS で Web ページをスタイリングするための動画チュートリアル
pt: Tutorial vídeo sobre como estilizar páginas com o CSS.

source: Common CSS Questions
bn_bd: CSS এর ব্যাপারে সাধারন প্রশ্নসমূহ
es: Preguntas frecuentes sobre CSS
ja: 一般的な CSS についての質問
pt: Perguntas frequentes sobre CSS

source: Common questions and answers for beginners.
bn_bd: বিগিনিয়ারদের জন্য সাধারন কিছু প্রশ্ন-উত্তর
es: Preguntas y respuestas frecuentes para principiantes.
ja: 入門者向けのよくある質問と回答
pt: Perguntas e respostas comuns para iniciantes.

source: Intermediate Level
bn_bd: মধ্যবর্তী শ্রেনী
es: Nivel intermedio
ja: 中級レベル
pt: Nível intermédio

source: CSS Reference
bn_bd: সিএসএস প্রসঙ্গ
es: Referencia CSS
ja: CSS リファレンス
pt: Referência CSS
sl: Referenčni priročnik CSS

source: Complete reference to CSS, with details on support by Firefox and other browsers.
bn_bd: সিএসএসের প্রসঙ্গ পূরণ করুন, সাথে বিস্তারিত ফায়ারফক্স এবং অন্যান্য ব্রাউজারের সমর্থন দ্বারা।
es: Referencia completa de CSS, con detalles de compatibilidad de Firefox y otros navegadores.
ja: Firefox と他のブラウザでサポートされたスタイルの詳細を含む、CSS の完全リファレンスガイド。
pt: Referência completa para CSS, com detalhes de suporte para o Firefox e outros navegadores.

source: CSS Challenges
bn_bd: সিএসএস প্রতিযোগিতা
es: Retos CSS
ja: CSS チャレンジ
pt: Agrupamentos, pseudo-classes e mais.

source: Flex your CSS skills, and see where you need more practice.
bn_bd: আপনার সিএসএস দক্ষতা নমনীয় করুন, এবং দেখুন কোথায় আপনার আরো অনুশীলন দরকার।
es: Aumenta tus habilidades con CSS y comprueba qué necesitas practicar más.
ja: あなたの CSS のスキルを磨き、理解が不足している部分を補って下さい。
pt: Exercite as suas habilidades CSS e veja onde precisa de praticar mais.

source: Intermediate CSS Concepts
bn_bd: মধ্যবর্তী সিএসএস ধারণা
es: Conceptos intermedios de CSS
ja: 中級レベルのCSS の概念について
pt: Conceitos intermédios de CSS

source: Grouping, pseudo-classes, and more.
bn_bd: দলবদ্ধতা, সুডো-শ্রেণি, এবং আরো।
es: Agrupación, seudoclases, etc.
ja: グループ化、擬似クラスなど
pt: Agrupamentos, pseudo-classes e mais.

source: CSS Positioning 101
bn_bd: সিএসএস অবস্থান ১০১
es: Posicionamiento 101 con CSS
ja: CSS での位置指定入門
pt: O básico sobre posicionamento com CSS
