Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: by %(contributor_count)s contributor:
es: por %(contributor_count)s colaborador:
ja: %(contributor_count)s 人の貢献者による編集:
pt: por %(contributor_count)s colaborador:

source: View %(username)s profile
ja: %(username)s のプロフィールを表示
pt: Ver perfil de %(username)s

source: Show Sidebar
bn_bd: সাইডবার দেখাও
es: Mostrar la barra lateral
ja: サイドバーを表示
pt: Mostrar barra lateral

source: In This Article
bn_bd: এই নিবন্ধে
es: En este artículo
ja: この記事内
pt: Neste artigo

source: This document is being rendered for the first time by the system. Please <a href="%(url)s">reload this page</a> in a few minutes to see full content.
bn_bd: এই নথিটি প্রথমবারের মতো সিস্টেম রেন্ডার করেছে। পরিবর্তনগুলো দেখতে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: Este documento está siendo generado por primera vez por el sistema. Por favor, <a href="%(url)s">recarga esta página</a> dentro de unos minutos para ver el contenido completo.
ja: このドキュメントはシステムによる完全なレンダリングが行われる前の状態です。完全なコンテンツを表示するには数分たってから <a href="%(url)s">このページを再度読み込む</a> か、スーパーリロード (<kbd>ctlr</kbd> + <kbd>F5</kbd>)をお試しください。
pt: Este documento está a ser renderizado pela primeira vez pelo sistema. Por favor <a href="%(url)s">recarregue esta página</a> dentro de alguns minutos para ver o conteúdo completo.

source: An update to this document <abbr title="%(started_at)s">is currently in progress</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
bn_bd: বর্তমানে নথিটির একটু হালনাগাদ<abbr title="%(started_at)s">এইমুহুর্তে চলছে</abbr>। নিচের কন্টেন্ট যদি নতুনত্বহীন বা এটাতে কিছু নেই বলে মনে হয় তবে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: Una actualización de este documento <abbr title="%(started_at)s">está en proceso en estos momentos</abbr>. Si el contenido aquí debajo parece haberse detenido o si falta algo, por favor, <a href="%(url)s">recarga esta página</a> dentro de unos minutos.
ja: このドキュメントへの更新が <abbr title="%(started_at)s">現在進行中</a> です。以下の内容が最新でなかったり一部欠けている場合は、数分後に <a href="%(url)s">ページを再読み込み</a> してみてください。
pt: <abbr title="%(started_at)s">Está em progresso</abbr> uma atualização a este documento. Se o conteúdo em baixo parecer estagnado ou se faltar algo, tente <a href="%(url)s">recarregar esta página</a> dentro de alguns minutos.

source: An update to this document <abbr title="%(scheduled_at)s">has been scheduled</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
bn_bd: এই নথিটির একটি হালনাগাদ <abbr title="%(scheduled_at)s">শিডিউল করা হয়েছে</abbr>। নিচের কন্টেন্ট যদি নতুনত্বহীন বা এটাতে কিছু নেই বলে মনে হয় তবে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: <abbr title="%(scheduled_at)s">Se ha planificado</abbr> una actualización de este documento . Si el contenido que se muestra a continuación no está actualizado o no está completo, <a href="%(url)s">recarga esta página</a> dentro de unos minutos.
ja: <p>このドキュメントは <abbr title="%(scheduled_at)s">更新が予定されています</abbr>。コンテンツに欠落などの問題がある場合は、数分たってから <a href="%(url)s">このページを再読み込み</a> してください。</p>
pt: <abbr title="%(scheduled_at)s">Foi agendada</abbr> uma atualização a este documento. Se o conteúdo em baixo parecer estagnado ou se faltar algo, tente <a href="%(url)s">recarregar esta página</a> dentro de alguns minutos.

source: <p>This article is in need of a technical review.</p>
ja: <p>この記事は技術レビューを必要としています。</p>
pt: <p>Este artigo necessita de uma revisão técnica.</p>

source: <p>This article is in need of an editorial review.</p>
ja: <p>この記事は編集レビューを必要としています。</p>
pt: <p>Este artigo necessita de uma revisão editorial.</p>

source: Our volunteers haven't translated this article into %(locale)s yet. <a href="%(help_link)s">Join us and help get the job done!</a>
es: Nuestros voluntarios aún no han traducido este artículo al %(locale)s. <a href="%(help_link)s">¡Únete a nosotros y ayuda a traducirlo!</a>
ja: この記事はまだ%(locale)sに翻訳されていません。MDN の翻訳はボランティアによって行われています。<a href="%(help_link)s">是非 MDN に登録し、私たちの力になって下さい。</a>
pt: Os nossos voluntários ainda não traduziram este artigo para %(locale)s. <a href="%(help_link)s">Junte-se a nós e ajude-nos a fazer o trabalho!</a>

source: This article doesn't have any content yet.
bn_bd: এই নিবন্ধটির এখনো কোনো বিষয়বস্তু নেই।
es: Este artículo aún no tiene contenido aprobado.
ja: この記事にはまだコンテンツがありません。
pt: Este artigo ainda não tem qualquer conteúdo.

source: Search for <a href="%(search_link)s">pages that use %(title)s</a> to see example use cases and how many pages use this macro.
es: Busca <a href="%(search_link)s">páginas que usen %(title)s</a> para ver ejemplos prácticos y saber el número de páginas que utilizan esta macro.
ja: <a href="%(search_link)s">%(title)s を使用しているページ</a> を検索して、このマクロの使用例と使用回数を確認してください。
pt: Pesquisar por <a href="%(search_link)s">páginas que utilizam %(title)s</a> para ver exemplos de caso de uso e quantas páginas utilizam esta macro.

source: This article doesn't have approved content yet.
es: Este artículo aún no tiene contenido aprobado.
ja: この記事の内容は未承認です。
pt: Este artigo ainda não tem conteúdo aprovado.

source: Document Tags and Contributors
bn_bd: ডকুমেন্ট ট্যাগ এবং অবদানকারী
es: Etiquetas y colaboradores del documento
ja: ドキュメントのタグと貢献者
pt: Etiquetas do documento e colaboradores

source: <div class="contributor-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Contributors to this page:</strong> %(contributors)s </div>
bn_bd: <div class="contributor-sub"> <i aria-hidden="true" class="icon-group"></i><strong>এই পেইজের অবদানকারীগন</strong> %(contributors)s </div>
es: <div class="contributor-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Colaboradores de esta página:</strong> %(contributors)s </div>
ja: <div class="contributor-sub"> <i aria-hidden="true" class="icon-group"></i><strong>このページへの貢献者:</strong> %(contributors)s </div>
pt: <div class="contributor-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Colaboradores para esta página:</strong> %(contributors)s </div>

source: Last updated by:
bn_bd: সর্বশেষ হালনাগাদ করেছেন:
es: Última actualización por:
ja: 最終更新者:
pt: Última atualização por:

source: Hide Sidebar
bn_bd: সাইডবার লুকানো
es: Ocultar la barra lateral
ja: サイドバーを隠す
pt: Ocultar barra lateral

source: Revision History | {document}
bn_bd: রিভিসন ইতিহাস | {document}
es: Historial de revisión | {document}
ja: リビジョンの履歴 | {document}
pt: Histórico de revisão | {document}

source: History of
es: Historial de
ja: 履歴:
pt: Histórico de

source: Revision history for:
es: Historial de revisiones de:
ja: 改訂履歴:
pt: Histórico de revisão para:

source: Compare Selected Translations
bn_bd: নির্বাচিত অনুবাদগুলোর তুলনা
es: Comparara las traducciones seleccionadas
ja: 選択した翻訳を比較
pt: Comparar traduções selecionadas

source: Compare Selected Revisions
bn_bd: নির্বাচিত পুনর্মূল্যায়নগুলোর তুলনা
es: Comparar las revisiones seleccionadas
ja: 選択したリビジョンを比較
pt: Comparar revisões selecionadas

source: Revert to this revision
bn_bd: আগের রিভিসনে ফিরে যান
es: Revertir a esta revisión
ja: このリビジョンへ戻す
pt: Reverter para esta revisão

source: This document has no revisions.
bn_bd: এই নথির কোন রিভিসন করা হয়নি।
es: Este documento no tiene ninguna revisión.
ja: このドキュメントにはリビジョンはありません。
pt: Este documento não tem revisões.

source: Please review the differences between your changes and the changes saved since you started editing. You may save again, but try to resolve any conflicts by hand so that the changes made since you started are not lost.
es: Por favor, revisa las diferencias entre los cambios que hiciste y los cambios que se guardaron desde que comenzaste la edición. Puedes volver a guardar, pero intenta resolver cualquier conflicto manualmente para que no se pierdan los cambios que se hicieron desde que comenzaste.
ja: あなたの変更と、あなたが編集を始めてから保存された変更の差分を確認してください。このまま再度保存することも可能ですが、編集を始めてから行われた変更が失われないよう、何か矛盾点があれば手作業で修正してください。
pt: Por favor reveja as diferenças entre as suas alterações e as alterações guardadas desde que começou a edição. Pode guardar novamente, mas tente resolver manualmente quaisquer conflitos para que as alterações feitas desde que começou não sejam perdidas.

source: Your Changes
bn_bd: আপনার পরিবর্তনসমূহ
es: Tus cambios
ja: あなたの変更
pt: As suas alterações

source: Revision {id} by {user} on {date}
es: Revisión {id} de {user} el {date}
ja: リビジョン {id} (編集者: {user} / 編集日時: {date})
pt: Revisão {id} por {user} a {date}

source: Current Revision:
bn_bd: বর্তমান সংস্করণঃ
es: Revisión actual:
ja: 現行リビジョン:
pt: Revisão atual:

source: Search results summary:
bn_bd: খোঁজের ফলাফলের সারমর্ম:
es: Resumen de resultados de la búsqueda:
ja: 検索結果の概要:
pt: Resumo de resultados da pesquisa:

source: <span class="action">Editing</span> <em>{title}</em>
es: <span class="action">Editando</span> <em>{title}</em>
ja: <em>{title}</em> を <span class="action">編集中</span>
pt: <span class="action">A editar</span> <em>{title}</em>

source: Edit Page Title and Properties
es: Editar propiedades y título de la página
ja: ページのタイトルとプロパティの編集
pt: Editar título e propriedades de páginas

source: Draft <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>
es: Borrador <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>
ja: 下書き <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>
pt: Rascunho <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>

source: Rendering max age (in seconds):
ja: レンダリング最長時間 (秒単位):
pt: Idade máxima da renderização (em segundos):

source: Find the translation source with the lookup below and then click "Save Changes.
ja: 下の検索フォームで翻訳元を探して「変更を保存」をクリックしてください。
pt: Procure a fonte da tradução com a vista abaixo e clique "Guardar alterações".

source: Lookup:
es: Búsqueda:
ja: 検索:
pt: Vista:

source: Thank you for taking the time to improve MDN!
es: ¡Gracias por usar tu tiempo para mejorar MDN!
ja: MDN の改善に時間を取っていただきありがとうございます！
pt: Obrigado pelo tempo que dedicou a melhorar a MDN!

source: It looks like this is your first contribution to MDN. You can find answers to common editing questions within our <a target="_blank" href="%(url)s">Editor Guide</a>.
es: Parece que esta es tu primera colaboración en MDN. Puedes encontrar respuestas a preguntas comunes sobre la edición en nuestra <a target="_blank" href="%(url)s">Guía del editor</a>.
ja: MDN への貢献は初めてのようですね。編集に関する一般的な質問の答えは <a target="_blank" href="%(url)s">編集者ガイド</a> にあります。
pt: Parece que esta é a sua primeira contribuição para a MDN. Pode encontrar respostas para questões frequentes sobre edição no nosso <a target="_blank" href="%(url)s">guia do editor</a>.

source: Don't be afraid to break something, you can always revert your changes.
es: No tengas miedo a romper algo, siempre puedes revertir tus cambios.
ja: 何か壊してしまうんじゃないかと怖がらないでください。あなたの変更はいつでも取り消せます。
pt: Não tenha medo de estragar alguma coisa, pois pode sempre reverter as suas alterações.

source: Have fun and be proud of your contribution!
es: ¡Diviértete y enorgullécete de tu colaboración!
ja: 自分の貢献を楽しみ、誇りを持ってください！
pt: Divirta-se e tenha orgulho da sua contribuição!

source: Learn how to tag an article
es: Aprende a etiquetar un artículo
ja: 記事へのタグの付け方
pt: Aprenda como marcar um artigo

source: Categorize the article. It will make the article findable under the right filters in the search engine. <a target="_blank" href="%(url)s">Read the Tagging Guide</a>.
es: Categoriza el artículo. Hará que el artículo se pueda encontrar bajo los filtros apropiados en el buscador. <a target="_blank" href="%(url)s">Lee la guía de etiquetado</a>.
ja: 記事のカテゴリを設定してください。それにより、検索エンジンで絞り込みを行った場合にもこの記事を正しく見つけられるようになります。詳しくは <a target="_blank" href="%(url)s">タグ付けガイド</a> を参照してください。
pt: Categorize o artigo. Isso tornará o artigo pesquisável com os filtros corretos no motor de pesquisa. <a target="_blank" href="%(url)s">Leia o guia de marcação</a>.

source: Review needed?
es: ¿Se necesita revisar?
ja: レビューが必要ですか？
pt: Revisão necessária?

source: Found {0} documents.
es: {0} documentos encontrados.
ja: {0} 件のドキュメントが見つかりました。
pt: Encontrados {0} documentos.

source: Articles tagged: {tag}
es: Artículos etiquetados con: {tag}
ja: タグ「{tag}」の付いた記事
pt: Artigos marcados: {tag}

source: All templates
es: Todas las plantillas
ja: すべてのテンプレート
pt: Todos os modelos

source: Found {0} templates.
es: {0} plantillas encontradas.
ja: {0} 件のテンプレートが見つかりました。
pt: Encontrados {0} modelos.

source: Documents with errors
es: Documentos con errores
ja: エラーのあるドキュメント
pt: Documentos com erros

source: Top level documents
es: Documentos de nivel superior
ja: トップレベルドキュメント
pt: Documentos de nível de topo

source: Documents with no parent
es: Documentos sin padre
ja: 親のないドキュメント
pt: Documentos sem pai

source: All documents
es: Todos los documentos
ja: すべてのドキュメント
pt: Todos os documentos

source: Translation updates needed
es: Es necesario actualizar traducciones
ja: 翻訳の更新が必要
pt: Necessárias atualizações à tradução

source: There are no articles.
es: No hay ningún artículo.
ja: 記事がありません。
pt: Não existem artigos.

source: Documents for {tag} review
es: Documentos para revisión {tag}
ja: {tag} レビューが必要なドキュメント
pt: Documentos para revisão {tag}

source: Documents for review
es: Documentos para revisión
ja: レビューが必要なドキュメント
pt: Documentos para revisão

source: Articles in Need of Review Tagged: {tag}
es: Artículos que necesitan revisión etiquetados: {tag}
ja: タグ「{tag}」の付いた要レビュー記事
pt: Artigos que necessitam de revisão marcados: {tag}

source: All Articles in Need of Review
es: Todos los artículos que necesitan revisión
ja: すべての要レビュー記事
pt: Artigos que necessitam de revisão

source: All Files
es: Todos los archivos
ja: すべてのファイル
pt: Todos os ficheiros

source: There are no files.
es: No hay ningún archivo.
ja: ファイルがありません。
pt: Não existem ficheiros.

source: All Tags
es: Todas las etiquetas
ja: すべてのタグ
pt: Todas as etiquetas

source: There are no tags.
es: No hay ninguna etiqueta.
ja: タグがありません。
pt: Não existem etiquetas.

source: Move "{t}"
es: Mover "{t}"
ja: "{t}" を移動
pt: Mover "{t}"

source: Please provide a new slug for this page using the field below.
es: Proporciona un nuevo enlace amigable (slug) para esta página a través del campo inferior.
ja: このページの新しいスラグを以下の入力欄で指定してください。
pt: Por favor forneça um novo slug para esta página utilizando o campo em baixo.

source: Your requested move cannot be completed due to slug conflicts:
es: Tu acción solicitada no se puede realizar debido a conflictos en el enlace amigable (slug):
ja: URL スラグの競合のため、要求されたページ移動をおこなう事ができません:
pt: O movimento que solicitou não pode ser concluído devido a conflitos de slug:

source: Please choose a different slug value.
es: Por favor, elige un valor distinto en el enlace amigable (slug).
ja: 別の URL スラグを選択して下さい。
pt: Por favor, escolha um valor diferente para o slug.

source: Current Slug:
es: Slug actual:
ja: 現在のスラグ (URL):
pt: Slug atual:

source: Preview URL:
es: URL de la vista preliminar:
ja: プレビュー URL:
pt: URL de pré-visualização:

source: New Slug:
es: Nuevo slug:
ja: 新しいスラグ (URL):
pt: Novo slug:

source: Lookup by Document Title
es: Búsqueda por título del documento
ja: ドキュメントのタイトルで探す
pt: Procura por título de documento

source: Parent Title
es: Título del ascendiente
ja: 親ページのタイトル
pt: Título do pai

source: Move {d} Pages
es: Mover {d} Páginas
ja: {d} ページを移動
pt: Mover {d} páginas

source: Move Page
es: Mover la página
ja: ページを移動
pt: Mover página

source: The following {d} subpages will be affected by this move:
es: Las siguientes {d} subpáginas podrían ser afectadas por este movimiento:
ja: 以下の {d} サブページがこのページ移動の影響を受けます:
pt: As {d} sub-páginas seguintes serão afetadas por esta ação:

source: No other documents will be affected by this change.
es: No hay otros documentos que puedan verse afectados por este cambio.
ja: この変更による他のドキュメントへの影響はありません。
pt: Nenhum outro documento será afetado por esta alteração.

source: Page move requested
es: Solicitud para mover página
ja: ページの移動がリクエストされました
pt: Solicitada um deslocamento da página

source: <h1>Page Move Scheduled</h1> <p>Moving %(old_slug)s to <a href="%(new_url)s">%(new_slug)s</a></p> <p> You'll receive an email when it finishes, or if any errors occur during the move.</p>
es: <h1>Está planificado el desplazamiento de esta página</h1> <p>Se desplazará %(old_slug)s a <a href="%(new_url)s">%(new_slug)s</a></p> <p> Recibirás un correo cuando el proceso finalice o si ocurre algún error durante el desplazamiento.</p>
ja: <h1>ページの移動がスケジュールへ追加されました</h1> <p>%(old_slug)s から <a href="%(new_url)s">%(new_slug)s</a> へ移動されます</p> <p> 完了時、あるいは移動中に何か問題が発生した場合にはメールでお知らせします。</p>
pt: <h1>Deslocação de página agendada</h1> <p>A mover %(old_slug)s para <a href="%(new_url)s">%(new_slug)s</a></p> <p> Irá receber uma mensagem de correio eletrónico quando o processo estiver concluído ou se ocorrerem quaisquer erros durante a deslocação.</p>

source: Create a New {title}
es: Crear un nuevo {title}
ja: 新規 {title} の作成
pt: Criar um novo {title}

source: New Document
es: Nuevo documento
ja: 新しいドキュメント
pt: Novo documento

source: URL segment that identifies the page
es: Segmento URL que identifica la página
ja: ページ特定のための URL セグメント
pt: Segmento de URL que identifica a página

source: This is a preview of an unsaved document.
es: Esta es una vista preliminar de un documento no guardado.
ja: これは未保存のドキュメントのプレビューです。
pt: Esta é uma pré-visualização de um documento não guardado.

source: Revision {n} | {t} | {c}
es: Revisión {n} | {t} | {c}
ja: リビジョン {n} | {t} | {c}
pt: Revisão {n} | {t} | {c}

source: Revision Information
es: Información sobre la revisión
ja: リビジョン情報
pt: Informação da revisão

source: Revision Content
es: Contenido de la revisión
ja: このリビジョンの内容
pt: Conteúdo da revisão

source: Revision Source
es: Fuente de la revisión
ja: このリビジョンのソースコード
pt: Fonte da revisão

source: Select language | {document}
es: Seleccionar idioma | {document}
ja: 言語の選択 | {document}
pt: Selecionar idioma | {document}

source: Select a language to translate to:
es: Seleccionar el idioma al que traducir:
ja: 翻訳対象言語を選択:
pt: Selecione o idioma para traduzir para:

source: Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
es: El contenido está disponible bajo una licencia específica de este proyecto. &middot; <a href="%(about_url)s">Acerca de MDN</a> &middot; <a href="//github.com/mozilla/kuma">Colaborar en el código</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Política de privacidad</a>
ja: コンテンツはこのプロジェクト固有のライセンスで公開されています。 &middot; <a href="%(about_url)s">MDN について</a> &middot; <a href="//github.com/mozilla/kuma">ソースコードに貢献</a> &middot; <a href="//www.mozilla.org/en-US/privacy">プライバシーポリシー</a>
pt: O conteúdo está disponível sob uma licença específica para este projeto. &middot; <a href="%(about_url)s">Sobre a MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribua para o código</a> &middot; <a href="//www.mozilla.org/pt-PT/privacy">Política de privacidade</a>

source: &copy; 2005-2013 Mozilla Developer Network and individual contributors<br /> Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
es: &copy; 2005-2013 Mozilla Developer Network y colaboradores particulares.<br /> El contenido está disponible según una licencia específica para este proyecto. &middot; <a href="%(about_url)s">Acerca de MDN</a> &middot; <a href="//github.com/mozilla/kuma">Colabora en el código</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Política de privacidad</a>
ja: &copy; 2005-2013 Mozilla Developer Network & 個別貢献者<br /> コンテンツはこのプロジェクト固有のライセンスで公開されています。 &middot; <a href="%(about_url)s">MDN について</a> &middot; <a href="//github.com/mozilla/kuma">ソースコードに貢献</a> &middot; <a href="//www.mozilla.org/en-US/privacy">プライバシーポリシー</a>
pt: &copy; 2005-2013 Rede de Programadores da Mozilla e colaboradores individuais<br /> Conteúdo disponível sob uma licença específica para este projeto. &middot; <a href="%(about_url)s">Sobre a MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribua para o código</a> &middot; <a href="//www.mozilla.org/pt-PT/privacy">Política de privacidade</a>

source: Translate Article | {document}
es: Traducir artículo | {document}
ja: 記事の翻訳 | {document}
pt: Traduzir artigo | {document}

source: <span class="action">Translating</span> <em>{title}</em>
es: <span class="action">Traduciendo</span> <em>{title}</em>
ja: <em>{title}</em> を <span class="action">翻訳中</span>
pt: <span class="action">A traduzir</span> <em>{title}</em>

source: Translating article to {locale}
es: Traduciendo artículo al {locale}
ja: 記事を {locale} に翻訳中
pt: A traduzir artigo para {locale}

source: Translate Content
es: Traducir contenido
ja: 内容を翻訳
pt: Traduzir conteúdo

source: Approved {default_locale} version:
es: Versión aprobada en {default_locale}:
ja: 承認された {default_locale} 版:
pt: Versão {default_locale} aprovada:

source: This document has no tags.
es: Este documento no tiene etiquetas.
ja: このドキュメントはタグ付けされていません。
pt: Este documento não tem etiquetas.

source: {locale} translation:
es: Traducción en {locale}:
ja: {locale} の翻訳:
pt: Tradução {locale}:

source: Localization flags
es: Marcas de localización
ja: ローカライズフラグ
pt: Etiquetas de tradução

source: Attachments
es: Archivos adjuntos
ja: 添付ファイル
pt: Anexos

source: Learn how to use Attachments
es: Aprende a usar adjuntos
ja: 添付ファイルの使い方
pt: Saiba como utilizar Anexos

source: This document has no attachments. Images can be attached, and then embedded in the article.
es: Este documento no tiene adjuntos. Se pueden adjuntar imágenes y luego incrustarlas en el artículo.
ja: このドキュメントには添付ファイルがありません。画像を添付した上で、記事内に埋め込むことができます。
pt: Este documento não tem anexos. Podem ser anexadas e embebidas imagens no artigo.

source: File
bn_bd: ফাইল
es: Archivo
ja: ファイル
pt: Ficheiro

source: Size
es: Tamaño
ja: サイズ
pt: Tamanho

source: Attached by
es: Adjunto por
ja: 添付者:
pt: Anexado por

source: Comments
es: Comentarios
ja: コメント
pt: Comentários

source: Uploading
es: Transfiriendo
ja: アップロード中
pt: A enviar

source: Subscribe
es: Suscribirse
ja: フィード購読
pt: Subscrever
sl: Naročite se

source: Languages
es: Idiomas
ja: 言語
pt: Idiomas

source: No translations exist for this document.
es: No existen traducciones de este documento.
ja: このドキュメントはまだ翻訳されていません。
pt: Não existem traduções para este documento.

source: Add a translation
es: Añadir traducción
ja: 翻訳を追加
pt: Adicionar uma tradução

source: New sub-page
es: Nueva subpágina
ja: サブページの作成
pt: Nova sub-página

source: Clone this page
es: Clonar esta página
ja: このページを複製
pt: Clonar esta página

source: Move this page
es: Mover esta página
ja: このページを移動
pt: Mover esta página

source: View in admin
es: Ver en administrador
ja: 管理者として表示
pt: Ver na administração

source: Delete this page
es: Borrar esta página
ja: このページを削除
pt: Eliminar esta página

source: Manage access policy
es: Administrar la política de acceso
ja: アクセスポリシーを管理
pt: Gerir política de acesso

source: Manage access policies
es: Administrar las políticas de acceso
ja: アクセスポリシーを管理
pt: Gerir políticas de acesso

source: Add access policy
es: Agregar política de acceso
ja: アクセスポリシーを追加
pt: Adicionar política de acesso

source: Manage content zone
es: Administrar la zona de contenido
ja: コンテンツゾーンを管理
pt: Gerir zona de conteúdo

source: Convert to content zone
es: Convertir a zona de contenido
ja: コンテンツゾーンへ変換
pt: Converter para zona de conteúdo

source: Print page
es: Imprimir página
ja: ページを印刷
pt: Imprimir página

source: Print this page
es: Imprimir esta página
ja: このページを印刷
pt: Imprimir esta página
