Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: MDN has switched to <a href="%(browserid_href)s" rel="external">Persona</a>, a safe and simple way to sign in with just your e-mail address. <a href="%(why_browserid)s" rel="external">Learn more about it.</a>
bn_bd: MDN সুইচ করেছে<a href="%(browserid_href)s" rel="external">পারসোনা</a>, এটি একটি সুরক্ষিত এবং সহজ লগইন মাধ্যম যা শুধু মাত্র আপনি আপনার ই-মেইল দিয়ে করতে পারেন<a href="%(why_browserid)s" rel="external">এটি সমন্ধে আরও জানতে।</a>
es: MDN ha cambiado a <a href="%(browserid_href)s" rel="external">Mozilla Persona</a>, una forma segura y sencilla de identificarte utilizando solo tu dirección de correo electrónico. <a href="%(why_browserid)s" rel="external">Más información.</a>
ja: MDN は、メールアドレスだけでログイン可能な安全で簡単なシステムの <a href="%(browserid_href)s" rel="external">Persona</a> に移行しました。<a href="%(why_browserid)s" rel="external">詳細はこちらから</a>
pt: A MDN mudou para o <a href="%(browserid_href)s" rel="external">Persona</a>, uma forma segura e simples de se autenticar com apenas o seu endereço de email. <a href="%(why_browserid)s" rel="external">Saber mais sobre isto.</a>

source: <strong>Having trouble logging in? <a href="%(bug_href)s" rel="external">Let us know.</a></strong>
bn_bd: <strong>লগইন করতে সমস্যা ?<a href="%(bug_href)s" rel="external">চলুন জানি</a></strong>
es: <strong>¿Tienes problemas para entrar? <a href="%(bug_href)s" rel="external">Infórmanos.</a></strong>
ja: <strong>ログインに問題がありますか？<a href="%(bug_href)s" rel="external">こちらからお知らせください。</a></strong>
pt: <strong>Está a ter problemas na autenticação? <a href="%(bug_href)s" rel="external">Diga-nos.</a></strong>

source: New MDN Members
bn_bd: নতুন এমডিএন সদস্য
es: Nuevos miembros de MDN
ja: 新規の MDN メンバー
pt: Novos membros da MDN

source: We couldn't find an MDN profile for your Persona. If you're new here, you can pick an MDN username now and complete your registration.
bn_bd: আমরা আপনার পারসোনায় কোন এমডিএন এর প্রফাইল পাইনি।যদি আপনি এখানে নতুন হন, তাহলে একটি এমডিএন ব্যাবহারকারী নাম নির্ধারণ করুন এবং আপনার রেজিষ্টেশন শেষ করুন।
es: No se encontró un perfil de MDN para tu identificación con Mozilla Persona. Si eres nuevo aquí, puedes elegir un nombre de usuario MDN ahora y completar el registro.
ja: MDN プロフィールが見つかりません。新規にご利用の場合は、MDN のユーザ名を取得し、登録を完了させてください。
pt: Não conseguimos encontrar um perfil MDN para o seu Persona. Se for novo aqui, pode escolher agora um nome de utilizador na MDN e concluir o seu registo.

source: You can access everything on the MDN website even without an account, but when you join you'll be able to edit docs, submit demos, and have your own profile page.
bn_bd: আপনি এমডিএন ওয়েব সাইটের এর সকল বিষয়এ প্রবেশ করতে পারবেন যদিও আপানার কোন একাউন্ট না থাকে, কিন্তু আপনি যখন জয়েন করবেন তখন আপনি ডক এডিট,ডেমো সাবমিট করতে পারবেন ও আপনার একটা নিজস্ব প্রোফাইল পেজ থাকবে।
es: Puedes tener acceso a todo el sitio web de MDN incluso aunque no dispongas de una cuenta. Pero si te unes a la comunidad, podrás editar documentos, enviar demos y tendrás tu propia página de perfil.
ja: MDN のすべてのページにはアカウントがなくてもアクセスできます。登録すると、ドキュメントの編集、デモの投稿、プロフィールの作成が可能になります。
pt: Pode aceder a tudo no site web da MDN mesmo sem conta, mas quando se juntar a nós, poderá editar documentação, submeter demonstrações e ter a sua própria página de perfil.

source: Please enter the name you'd like to display to other users to identify your contributions.
es: Escribe el nombre que te gustaría mostrar al resto de usuarios para identificar tus contribuciones.
ja: 表示させる名前を入力してください。これにより、他のユーザがあなたの貢献を特定できます。
pt: Por favor introduza o nome que gostaria de ver apresentado aos outros utilizadores para identificar as suas contribuições.

source: Create a New Profile
bn_bd: একটি নতুন প্রোফাইল তৈরি করুন
es: Crear un nuevo perfil
ja: 新規プロフィールの作成
pt: Criar um novo perfil

source: Forgot your email?
bn_bd: আপনার ইমেইল ভুলে গেছেন?
es: ¿Olvidaste tu correo electrónico?
ja: メールアドレスをお忘れですか？
pt: Esqueceu-se do seu email?

source: If you have an MDN account, but you've forgotten which email address you use on MDN, enter your username below and we'll send you an email reminder.
bn_bd: আপনার যদি এমডিএন অ্যাকাউন্ট থাকে, এমডিএনে কোন ইমেইল ঠিকানা ব্যবহার করতেন ভুলে যান, নিচে আপনার ব্যবহারকারী নাম লিখুন এবং আমরা আপনাকে একটি ইমেইল দিয়ে মনে করিয়ে দিবো।
es: Si tienes una cuenta en MDN, pero se te ha olvidado la dirección de correo electrónico que utilizas para acceder, escribe tu nombre de usuario abajo y te enviaremos un recordatorio por correo electrónico.
ja: 登録したメールアドレスを忘れてしまった場合は、以下にユーザ名を入力するとリマインダーが送信されます。
pt: Se tem uma conta MDN mas esqueceu-se do endereço de email que usa na MDN, introduza o nome de utilizador em baixo e enviaremos uma mensagem de correio eletrónico de lembrete.

source: Send a reminder
bn_bd: মনে করিয়ে দিন
es: Enviar un recordatorio
ja: リマインダを送信
pt: Enviar um lembrete

source: Sign In with Persona
bn_bd: পারসোনা দিয়ে প্রবেশ করুন
es: Conectar con Mozilla Persona
ja: Persona でログイン
pt: Iniciar sessão com o Persona

source: Sign in with Persona
bn_bd: পারসোনা দিয়ে প্রবেশ করুন
es: Conectar con Mozilla Persona
ja: Persona でログイン
pt: Iniciar sessão com o Persona

source: Change Email Address
bn_bd: ইমেইল ঠিকানা পরিবর্তন করুন
es: Cambiar la dirección de correo
ja: メールアドレスを変更
pt: Alterar endereço de email

source: Change email with Persona
bn_bd: পারসোনা দিয়ে ইমেইল পরিবর্তন করুন
es: Cambiar email con Mozilla Persona
ja: Persona を使ってメールアドレスを変更する
pt: Alterar email com o Persona

source: <h3>What's this?</h3> <p>MDN has switched to <a href="%(browserid_href)s" target="_blank" rel="external">Persona</a>, a safe and simple way to sign in with just your e-mail address. <a href="%(why_browserid)s" rel="external">Learn more about why Mozilla is using Persona</a>.</p>
bn_bd: <h3>এটা কী?</h3><p>এমডিএন সুইচ করা হয়েছে<a href="%(browserid_href)s" target="_blank" rel="external">পারসোনা</a>, শুধুমাত্র আপনার ইমেইল ঠিকানার মাধ্যমে সাইন ইন করার একটি নিরাপদ এবং সহজ উপায়।<a href="%(why_browserid)s" rel="external">মজিলা কেন পারসোনা ব্যবহার করছে তা সম্পর্কে আরো বিস্তারিত জানুন</a>।</p>
es: <h3>¿Qué es esto?</h3> <p>MDN ha cambiado a <a href="%(browserid_href)s" target="_blank" rel="external">Mozilla Persona</a>, una manera segura y simple de identificarte utilizando sólo tu dirección de correo electrónico. <a href="%(why_browserid)s" rel="external">Descubre por qué Mozilla está usando Persona</a>.</p>
ja: <h3>Persona とは</h3><p>MDN は<a href="%(browserid_href)s" target="_blank" rel="external">Persona</a> を利用しています。これはメールアドレスのみを利用するシンプルな認証方式です。<a href="%(why_browserid)s" rel="external">Mozilla が Persona を利用する理由についてはこちら</a>。</p>
pt: <h3>O que é isto?</h3> <p>A MDN mudou para o <a href="%(browserid_href)s" target="_blank" rel="external">Persona</a>, uma forma segura e simples de iniciar sessão com apenas o seu endereço de email. <a href="%(why_browserid)s" rel="external">Saiba mais sobre o porquê de a Mozilla estar a utilizar o Persona</a>.</p>

source: To change your MDN email, simply sign in below with the new email address.
bn_bd: এমডিএন ইমেইল পরিবর্তন করতে, নতুন ইমেইল ঠিকানা দিয়ে নিচে সাইন ইন করুন।
es: Para cambiar tu correo de MDN, simplemente entra con la nueva dirección de correo.
ja: MDN で利用するメールアドレスを変更するためには、下記のボタンをクリック後、新しいメールアドレスでログインしてください。
pt: Para alterar o seu email MDN, simplesmente inicie sessão em baixo com o novo endereço de email.

source: Unable to change email for user {username}
bn_bd: ব্যবহারকারীর জন্য ইমেইল পরিবর্তন করতে ব্যর্থ {username}
es: Imposible cambiar el correo al usuario {username}
ja: {username} のメールアドレスを変更できませんでした
pt: Não foi possível alterar o email para o utilizador {username}

source: Email changed for user {username}
bn_bd: ব্যবহারকারীর জন্য ইমেইল পরিবর্তন করা হয়েছে {username}
es: Cambiado el correo del usuario {username}
ja: {username} のメールアドレスが変更されました
pt: Email alterado para o utilizador {username}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
es: El correo que usaste ({new_email}) ya existe en el sistema. El correo electrónico actual de tu cuenta sigue siendo {old_email}.
ja: 入力されたメールアドレス ({new_email}) は登録済みです。以前から利用しているメールアドレス ({old_email}) が使用されます。
pt: O email ({new_email}) que introduziu já existe no sistema. O email atual para a sua conta é ainda {old_email}.

source: Your email has been changed from {old_email} to {new_email}.
bn_bd: আপনার ইমেইল {old_email} থেকে {new_email} পরিবর্তন করা হয়েছে।
es: Se ha cambiado tu correo de {old_email} a {new_email}.
ja: メールアドレスが {old_email} から {new_email} に変更されました。
pt: O email foi alterado de {old_email} para {new_email}.

source: Confirmation Email Sent
bn_bd: নিশ্চতকরণ ইমেইল পাঠানো হয়েছে
es: Correo de confirmación enviado
ja: 確認メールを送信しました
pt: Mensagem de confirmação enviada

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
es: Hemos enviado una confirmación a %(new_email)s. Por favor, sigue el enlace de la confirmación para cambiar el correo de tu cuenta.
ja: 確認メールを %(new_email)s に送信しました。メールにある URL にアクセスし、変更を完了してください。
pt: Enviámos uma confirmação para %(new_email)s. Por favor siga a hiperligação na confirmação para alterar o email da sua conta.

source: Delete avatar
bn_bd: অ্যাভাটার মুছে ফেলুন
es: Eliminar avatar
ja: アバターを削除
pt: Eliminar avatar

source: Are you sure you want to delete your avatar?
bn_bd: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাভাটার মুছে ফেলতে চান?
es: ¿Seguro que quieres eliminar tu avatar?
ja: 本当にアバターを削除してもよろしいですか？
pt: Tem a certeza que pretende eliminar o seu avatar?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
es: Estás a punto de eliminar tu avatar de forma permanente. <strong>¡Esta acción no se puede deshacer!</strong> Siempre puedes <a href="%(upload_url)s">subir otro avatar</a> para sustituir al que tienes actualmente.
ja: アバターを完全に削除しようとしています。<strong>この作業は取り消せません！</strong>アバターを変更するには、<a href="%(upload_url)s">他のアバターをアップロード</a>する方法もあります。
pt: Está prestes a eliminar de modo permanente o seu avatar. <strong>Isto não pode ser anulado!</strong> Pode sempre <a href="%(upload_url)s">enviar outro avatar</a> para substituir o atual.

source: Change Avatar
bn_bd: অ্যাভাটার পরিবর্তন করুন
es: Cambiar avatar
ja: アバターの変更
pt: Alterar avatar

# avatar
source: Upload
bn_bd: আপলোড
es: Subir
ja: アップロード
pt: Enviar

# avatar
source: Change
bn_bd: পরিবর্তন
es: Cambiar
ja: 変更
pt: Alterar

# avatar
source: Delete
bn_bd: মুছুন
es: Eliminar
ja: 削除
pt: Apagar

source: Update
bn_bd: আপডেট
es: Actualizar
ja: 更新
pt: Atualizar

source: Log In
bn_bd: লগ ইন
es: Conectar
ja: ログイン
pt: Iniciar sessão

source: You are already logged in.
bn_bd: আপনি ইতিমধ্যে লগ ইন অবস্থায় আছেন।
es: Ya estás conectado.
ja: 既にログイン済みです。
pt: Já tem sessão iniciada.

source: Log in
bn_bd: লগ ইন
es: Conectar
ja: ログイン
pt: Iniciar sessão
sl: Prijava

source: Login Problems?
bn_bd: লগ ইন করতে সমস্যা হচ্ছে?
es: ¿Problemas al intentar conectar?
ja: ログインに問題がありますか？
pt: Problemas de autenticação?

source: I don't have an account.
bn_bd: আমার কোনো অ্যাকাউন্ট নেই।
es: No tengo cuenta.
ja: アカウントを持っていません。
pt: Eu não tenho uma conta.

source: I forgot my password.
bn_bd: আমি আমার পাসওয়ার্ড ভুলে গিয়েছি।
es: He olvidado mi contraseña.
ja: パスワードを忘れました。
pt: Eu esqueci a minha senha.

source: My account is inactive.
bn_bd: আমার অ্যাকাউন্ট এখন নিষ্ক্রিয়।
es: Mi cuenta no está activa.
ja: このアカウントは使用されていません。
pt: A minha conta está inativa.

source: {user} | Profile
bn_bd: {user} | প্রোফাইল
es: {user} | Perfil
ja: {user} | プロフィール
pt: {user} | Perfil

source: Website:
bn_bd: ওয়েবসাইট:
es: Sitio web:
ja: Web サイト:
pt: Site web:

source: Livechat ID: {livechat_id}
bn_bd: লাইভ চ‍্যাট আইডি : {livechat_id}
pt: ID do Livechat: {livechat_id}

source: About {user}
bn_bd: আপনার সম্পর্কে বলুন {user}
es: Acerca de {user}
ja: {user} について
pt: Sobre {user}

source: Change Password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন
es: Cambiar contraseña
ja: パスワードの変更
pt: Alterar senha

source: Change my password
bn_bd: আমার পাসওয়ার্ড পরিবর্তন
es: Cambiar mi contraseña
ja: パスワードを変更
pt: Alterar a minha senha

source: Password changed successful!
bn_bd: পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে!
es: ¡Contraseña cambiada correctamente!
ja: パスワードの変更が完了しました！
pt: A senha for alterada com sucesso!

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
bn_bd: আপনি সফলভাবে আপনার পাসওয়ার্ড পরিবর্তন করেছেন। <a href="%(profile_url)s"> প্রোফাইল সম্পাদন করতে পিছনে ফিরে যান। </a>
es: Has cambiado con éxito tu contraseña. <a href="%(profile_url)s">Volver para editar la página de perfil.</a>
ja: パスワードの変更が成功しました。<a href="%(profile_url)s">プロフィールの編集に戻って下さい。</a>
pt: Alterou a sua senha com sucesso. <a href="%(profile_url)s">Retroceda para editar a sua página de perfil.</a>

source: Password successfully reset.
bn_bd: পাসওয়ার্ড সফলভাবে রিসেট হয়েছে।
es: Contraseña restablecida correctamente.
ja: パスワードのリセットが完了しました。
pt: A senha foi reposta com sucesso.

source: You can now log in.
bn_bd: আপনি এখন লগ ইন করতে পারেন।
es: Ya puedes conectar.
ja: ログインできます。
pt: Pode agora iniciar sessão.

source: Password Reset
bn_bd: পাসওয়ার্ড রিসেট করুন
es: Restablecimiento de contraseña
ja: パスワードのリセット
pt: Reposição de senha

source: New password
bn_bd: নতুন পাসওয়ার্ড দিন
es: Nueva contraseña
ja: 新しいパスワード
pt: Nova senha

source: Confirm password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন
es: Confirmar contraseña
ja: パスワード再入力
pt: Confirmar senha

source: Password reset unsuccessful
bn_bd: পাসওয়ার্ড রিসেটে ব্যর্থ
es: Restablecimiento de contraseña incorrecto
ja: パスワードのリセットに失敗しました。
pt: Reposição da senha sem sucesso

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
bn_bd: পাসওয়ার্ড রিসেট লিঙ্কটি অকার্যকর ছিল, সম্ভবত এটি ইতিমধ্যেই ব্যবহার করা হয়েছে। পাসওয়ার্ড নতুনভাবে রিসেট করতে অনুরোধ করুন।
es: El enlace de restablecimiento de contraseña no era válido, probablemente porque ya haya sido utilizado. Por favor, solicita un nuevo restablecimiento de contraseña.
ja: パスワードリセット用のリンクは、既に使用されている可能性があり、無効でした。新たにパスワードのリセットを依頼してください。
pt: A ligação de reposição da senha era inválida, possivelmente por já ter sido utilizada anteriormente. Por favor, solicite uma nova reposição da senha.

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
bn_bd: পাসওয়ার্ড ভুলে গেছেন ? আপনার ইমেইল এড্রেসটি প্রোবেশ করান এবং আমরা আপনাকে নতুন পাসওয়ার্ড সেট করতে সাহায‍্য করবো।
es: ¿Olvidaste tu contraseña? Escribe abajo tu dirección de correo y te enviaremos instrucciones para configurar una nueva.
ja: パスワードをお忘れですか？下記にメールアドレスを入力して下さい。新しいパスワードを設定するための手順をお送りします。
pt: Esqueceu-se da sua senha? Introduza o seu endereço de email em baixo e iremos enviar-lhe as instruções para definir uma nova senha.

source: Email Address
bn_bd: ইমেইল ঠিকানা
es: Dirección de correo
ja: メールアドレス
pt: Endereço de email

source: Send password reset link
bn_bd: পাসওয়ার্ড রিসেট লিঙ্ক পাঠান
es: Enviar enlace de restablecimiento de contraseña
ja: パスワードリセット用のリンクを送信する
pt: Enviar ligação de reposição da senha

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
bn_bd: আপনার একাউন্টে এই ঠিকানা ব্যবহার করে আমরা একটি ইমেইল পাঠিয়েছি। পাসওয়ার্ড পুনরায় সেট করতে ইমেইলের লিংকে অনুসরণ করুন।
es: Hemos enviado un correo a todas las cuentas que usan esta dirección. Por favor, sigue el vínculo del correo para restablecer tu contraseña.
ja: このアドレスを使用してアカウントにメールを送信しました。パスワードをリセットするには、メール内のリンクをたどってください。
pt: Nós enviámos uma mensagem de correio eletrónico para qualquer conta que utiliza este endereço. Por favor siga a ligação nessa mensagem para repor a sua senha.

source: Thank you for registering!
bn_bd: নিবন্ধন করার জন্য ধন্যবাদ!
es: ¡Gracias por registrarte!
ja: 登録ありがとうございます！
pt: Obrigado por se registar!

source: Thank you for being awesome!
bn_bd: অসাধারন কাজের জন্য ধন্যবাদ!
es: ¡Gracias por ser alucinante!
ja: 登録ありがとうございます！
pt: Obrigado por ser fantástico!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
bn_bd: আপনার লগইন করার পুর্বে আপনার ইমেইল ঠিকানা নিশ্চিত করতে হবে। আমরা কনফার্মেশন লিঙ্ক সহ একটি ইমেইল পাঠিয়েছি। শুধু লিঙ্কটি ক্লিক করলে প্রবেশ করতে পারবেন!
es: Antes de poder conectar, tienes que confirmar tu dirección de correo. Te hemos enviado un correo que contiene un enlace de confirmación. ¡Simplemente haz clic en el enlace y todo estará listo para comenzar!
ja: メールアドレスを確認して登録は完了です。MDNから送信されている確認メールにあるリンクをクリックして、登録を完了させましょう!
pt: Antes de se autenticar, necessita de confirmar o seu endereço de email. Nós enviámos para si uma mensagem de correio eletrónico com uma ligação de confirmação. Clique na ligação e estará pronto!

source: Resend confirmation email
bn_bd: নিশ্চিতকরণ ইমেইল আবার পাঠান
es: Reenviar correo de confirmación
ja: 確認メールを再送信
pt: Reenviar mensagem de correio eletrónico de confirmação

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
bn_bd: আপনার অ্যাকাউন্ট সক্রিয় করতে প্রথমে আপনাকে আপনার ইমেইল ঠিকানা নিশ্চিত করতে হবে। আপনার ইমেইল লিখুন এবং ফর্মটি জমা দিন, আর আমরা আপনাকে পুনরায় নিশ্চিতকরণ ইমেইল পাঠাবো।
es: Para activar tu cuenta, debes confirmar primero tu dirección de correo. Escribe tu dirección y envía el formulario que se aparece debajo, y te reenviaremos el correo de confirmación.
ja: アカウントを使用できるようになるには、メールアドレスの確認が必要です。以下にメールアドレスを入力してください。そのアドレスに確認メールが送信されます。
pt: Para ativar a sua conta tem de confirma o seu endereço de email. Introduza o seu email e submeta o formulário em baixo, e nós iremos reenviar a mensagem de correio eletrónico de confirmação.

source: Confirmation email sent successfully.
bn_bd: নিশ্চিতকরণ ইমেইল সফলভাবে পাঠানো হয়েছে।
es: Correo de confirmación enviado con éxito.
ja: 確認メールが送信されました。
pt: A mensagem de correio eletrónico de confirmação foi enviada com sucesso.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
bn_bd: আপনার অ্যাকাউন্ট সক্রিয় করতে প্রথমে আপনাকে আপনার ইমেইল ঠিকানা নিশ্চিত করতে হবে। আমরা আপনার একাউন্টে <strong>%(email)s</strong> ব‍্যাবহার করে একটি নিশ্চিত করন মেইল পাঠিয়েছি। আপনার ইমেইল লিখুন এবং ফর্মটি জমা দিন, আর আমরা আপনাকে পুনরায় নিশ্চিতকরণ ইমেইল পাঠাবো।
es: Antes de poder identificarte, tienes que confirmar tu dirección de correo. Hemos enviado un nuevo correo de confirmación a todas las cuentas que usan <strong>%(email)s</strong>. Para confirmar la dirección de correo, simplemente sigue el enlace que aparece en el correo.
ja: ログインできるようになるにはメールアドレスの確認が必要です。<strong>%(email)s</strong> に送信された確認メール中にあるリンクをクリックして、メールアドレスを確認してください。
pt: Antes de iniciar sessão, precisa de confirmar o seu endereço de email. Nós enviámos uma nova mensagem de correio eletrónico de confirmação para qualquer conta que esteja a utilizar o endereço <strong>%(email)s</strong>. Para confirmar o endereço de email, siga a hiperligação na mensagem de correio eletrónico.

source: No email found for this account
bn_bd: এই অ্যাকাউন্টের জন্য কোনো ইমেইল পাওয়া যায়নি
es: No se encuentra un email para esta cuenta
ja: このアカウントのメールが見つかりません
pt: Não foi encontrado um email para esta conta

source: Could not find email for <strong>%(username)s</strong>. Please <a href="%(bug_url)s">file a bug</a> to restore your account.
bn_bd: <strong>%(username)s</strong> এর জন্য কোন ইমেইল পাওয়া যায়নি। আপনার একাউন্ট পুনরুদ্ধার করতে <a href="%(bug_url)s">বাগ রিপোর্ট</a> করুন।
es: No se pudo encontrar el correo electrónico para <strong>%(username)s</strong>. <a href="%(bug_url)s">Informa del error</a> para restaurar tu cuenta.
ja: <strong>%(username)s</strong> のメールアドレスが見つかりませんでした。アカウント情報を修正するために <a href="%(bug_url)s">バグ報告</a> をお願いします。
pt: Não foi possível encontrar um email para <strong>%(username)s</strong>. Por favor <a href="%(bug_url)s">submeta um bug</a> para repor a sua conta.

source: Reminder email sent.
bn_bd: মনে করে দেওয়ার জন্য ইমেইল পাঠানো হয়েছে।
es: Correo recordatorio enviado.
ja: リマインダーメールを送信しました。
pt: Mensagem de lembrete enviada.

source: We've sent a reminder email to the address registered for <strong>%(username)s</strong>.
bn_bd: <strong>%(username)s</strong> নামের সাথে নিবন্ধিত ইমেইল ঠিকানায় আমরা একটা পুনরুদ্ধার ইমেইল পাঠিয়েছি।
es: Hemos enviado un correo recordatorio a la dirección registrada de <strong>%(username)s</strong>.
ja: <strong>%(username)s</strong> のメールアドレスにリマインダメールを送信しました。
pt: Enviámos uma mensagem de lembrete para o endereço registado para <strong>%(username)s</strong>.

source: You've Been Banned
bn_bd: আপনাকে নিষিদ্ধ করা হয়েছে
es: Has sido prohibido
ja: アカウントが停止されています
pt: Você foi banido

source: You have been banned for the following reasons:
bn_bd: নিম্নলিখিত কারণের জন্যে আপনাকে নিষিদ্ধ করা হয়েছেঃ
es: Has sido prohibido por las siguientes razones:
ja: あなたは次の理由により追放されました:
pt: Foi banido pelas seguintes razões:

source: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Click here</a> to appeal this ban.</p>
bn_bd: <p>নিষেধাজ্ঞার বিরুদ্ধে আপিল করতে <a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">এখানে ক্লিক করুন</a>।</p>
es: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Haz clic aquí</a> para recurrir esta prohibición.</p>
ja: <p>この追放に抗議するには <a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">ここをクリックしてメールで報告</a> してください。</p>
pt: <p><a href="mailto:mdn-admins@mozilla.org?subject=Recorrer da expulsão">Clique aqui para apresentar recurso</a>.</p>

source: Edit section
bn_bd: সম্পাদনা বিভাগ
es: Editar sección
ja: セクションを編集
pt: Editar secção

source: [MDN] Page "{document_title}" changed by {creator}
bn_bd: [MDN] "{document_title}" পেজটি {creator} দ্বারা পরিবর্তিত হয়েছে
es: [MDN] Página "{document_title}" cambiada por {creator}
ja: [MDN] {creator}が "{document_title}" を修正しました
pt: [MDN] Página "{document_title}" modificada por {creator}

source: MDN documents
bn_bd: এমডিএন ডকুমেন্ট
es: Documentos de MDN
ja: MDN ドキュメント
pt: Documentos da MDN

source: Documents authored by MDN users
bn_bd: এমডিএন ব্যবহারকারী দ্বারা ডকুমেন্টগুলো লিখিত
es: Documentos escritos por usuarios de MDN
ja: MDN ユーザによって作成されたドキュメント
pt: Documentos da autoria de utilizadores da MDN

source: MDN recent document changes
bn_bd: এমডিএনে সাম্প্রতিক ডকুমেন্ট পরিবর্তনসমূহ
es: Cambios recientes en los documentos de MDN
ja: 最近の MDN ドキュメントの変更
pt: Alterações recentes nos documentos da MDN

source: Recent changes to MDN documents
bn_bd: সাম্প্রতিককালে যে এমডিএন ডকুমেন্টগুলো পরিবর্তন করা হয়েছে
es: Cambios recientes en documentos de MDN
ja: MDN ドキュメントに最近加えられた変更
pt: Alterações recentes a documentos da MDN

source: MDN recent changes to documents tagged %s
bn_bd: %s ট্যাগ সম্বলিত MDN এর সাম্প্রতিক পরিবর্তনগুলো
es: Cambios recientes en los documentos etiquetados como %s en MDN
ja: %s のタグ付きの MDN ドキュメントに最近加えられた変更
pt: Alterações recentes em documentos da MDN marcados como %s

source: MDN documents for %s review
bn_bd: %s পর্যালোচনার জন্য রাখা MDN এর নথিগুলো
es: Documentos de MDN para revisión %s
ja: %s レビュー中の MDN ドキュメント
pt: Documentos da MDN para revisão %s

source: MDN documents for review
bn_bd: পর্যালোচনার জন্য এমডিএন ডকুমেন্টসমূহ
es: Documentos de MDN para revisión
ja: レビューが必要な MDN ドキュメント
pt: Documentos da MDN para revisão

source: MDN '%s' translations in need of update
bn_bd: এমডিএন '%s' অনুবাদের জন্য আপডেট দরকার
es: '%s' traducciones de MDN necesitan actualización
ja: 更新が必要な MDN '%s' の翻訳
pt: Traduções MDN '%s' que necessitam de atualização
