Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: Demos recently submitted to MDN
bn_bd: MDN এ জমা দেয়া সাম্প্রতিক ডেমো
es: Demos enviadas recientemente al MDN
ja: MDN に最近投稿されたデモ
pt: Demonstrações enviadas recentemente para a MDN
sl: Primeri, ki so jih avtorji nedavno poslali MDN

source: MDN featured demos
bn_bd: MDN এ ফিচার করা ডেমো
es: Demos destacadas en MDN
ja: MDN 注目のデモ
pt: Demonstrações em destaque na MDN
sl: Predstavljeni primeri za MDN

source: Demos featured on MDN
bn_bd: যেসব ডেমো MDN এ ফিচার করা হয়েছে
es: Demos recomendadas en el MDN
ja: MDN 注目のデモ
pt: Demonstrações destacadas na MDN
sl: Primeri, izbrani na MDN

source: MDN demos tagged %s
bn_bd: %s ট্যাগকৃত MDN ডেমো
es: Demos en MDN etiquetadas con %s
ja: タグ %s が付けられた MDN デモ
pt: Demonstrações da MDN marcadas %s
sl: Primeri MDN, označeni z %s

source: MDN demos tagged "%s"
bn_bd: "%s" ট্যাগকৃত MDN ডেমো
es: Demos en MDN etiquetadas con "%s"
ja: タグ「%s」が付けられた MDN デモ
pt: Demonstrações da MDN marcadas "%s"
sl: Primeri MDN, označeni z "%s"

source: %s's MDN demos
bn_bd: %s এর MDN ডেমো
es: Demos en MDN de %s
ja: %s の MDN デモ
pt: Demonstrações %s da MDN
sl: Primeri MDN %s

source: MDN demo search for "%s"
bn_bd: MDN ডেমোতে "%s" খোঁজ করুন
es: Búsqueda de demos en MDN por "%s"
ja: MDN デモの「%s」での検索結果
pt: Pesquisa de demonstrações na MDN por "%s"
sl: Iskanje po primerih MDN za "%s"

source: Search results for demo submissions matching "%s"
bn_bd: যেসব সাবমিশন এর সাথে "%s" মেলে, তার খোঁজ করার ফলাফল
es: Resultados de búsqueda de envíos de demos coincidentes con "%s"
ja: 「%s」に一致する投稿デモの検索結果
pt: Resultados da pesquisa de demonstrações enviadas que coincidem com "%s"
sl: Rezultati iskanja za primere "% s"

source: Show us you're human
bn_bd: প্রমান করুন আপনি মানুষ
es: Muéstranos que eres humano
ja: 表示されている文字列を入力してください
pt: Mostre-nos que é humano
sl: Pokaži, da si človek

source: First Place
bn_bd: প্রথম অবস্থান
es: Primer lugar
ja: 第 1 位
pt: 1º lugar

source: Second Place
bn_bd: দ্বিতীয় অবস্থান
es: Segundo lugar
ja: 第 2 位
pt: 2º lugar

source: Third Place
bn_bd: তৃতীয় অবস্থান
es: Tercer lugar
ja: 第 3 位
pt: 3º lugar

source: Finalist
bn_bd: চূড়ান্ত প্রতিযোগী
es: Finalista
ja: 最終選考者
pt: Finalista

source: Featured
bn_bd: ফিচার করা
es: Destacados
ja: 注目
pt: Destacado

source: year
bn_bd: বছর
es: año
ja: 年
pt: ano
sl: leto

source: month
bn_bd: মাস
es: mes
ja: カ月
pt: mês
sl: mesec

source: week
bn_bd: সপ্তাহ
es: semana
ja: 週間
pt: semana
sl: teden

source: day
bn_bd: দিন
es: día
ja: 日
pt: dia
sl: dan

source: %(number)d year ago
bn_bd: %(number)d বছর আগে
es: hace %(number)d año
ja: %(number)d 年前
pt: %(number)d ano atrás
sl: Pred %(number)d letom

source: %(number)d month ago
bn_bd: %(number)d মাস আগে
es: hace %(number)d mes
ja: %(number)d カ月前
pt: %(number)d mês atrás
sl: Pred %(number)d mescem

source: %(number)d week ago
bn_bd: %(number)d সপ্তাহ আগে
es: hace %(number)d semana
ja: %(number)d 週間前
pt: %(number)d semana atrás
sl: Pred %(number)d tednom

source: %(number)d day ago
bn_bd: %(number)d দিন আগে
es: hace %(number)d día
ja: %(number)d 日前
pt: %(number)d dia atrás
sl: Pred %(number)d dnevom

source: %(number)d hour ago
bn_bd: %(number)d ঘণ্টা আগে
es: hace %(number)d hora
ja: %(number)d 時間前
pt: %(number)d hora atrás
sl: Pred %(number)d uro

source: %(number)d minute ago
bn_bd: %(number)d মিনিট আগে
es: hace %(number)d minuto
ja: %(number)d 分前
pt: %(number)d minuto atrás
sl: Pred %(number)d minuto

source: %(number)d second ago
bn_bd: %(number)d সেকেন্ড আগে
es: hace %(number)d segundo
ja: %(number)d 秒前
pt: %(number)d segundo atrás
sl: Pred %(number)d sekundo

source: Please keep filesize under %s. Current filesize %s
bn_bd: অনুগ্রহ করে ফাইল সাইজ %s এর কম রাখুন। বর্তমান ফাইল সাইজ %s ।
es: Mantiene el tamaño del archivo por debajo de %s. Tamaño actual %s
ja: ファイルサイズを %s 以下にしてください。 現在のファイルサイズ: %s
pt: Por favor mantenha o tamanho do ficheiro abaixo de %s. Tamanho do ficheiro atual %s
sl: Velikost datoteke naj bo prosim pod %s. Trenutna velikost datoteke %s

source: Cannot process image
bn_bd: ছবি প্রক্রিয়াজাত করা সম্ভব হয়নি
es: No se puede procesar la imagen
ja: 画像を処理できません
pt: Não foi possível processar a imagem.
sl: Slike ni mogoče obdelati

source: what is your demo's name?
bn_bd: আপনার ডেমোর নাম কি ?
es: ¿Cómo se llama tu demo?
ja: あなたのデモのタイトルは？
pt: qual o nome da sua demonstração?
sl: Kako je vašemu primeru ime?

source: describe your demo in one line
bn_bd: আপনার ডেমো সম্পর্কে এক লাইন লিখুন
es: describe tu demo en una línea
ja: あなたのデモについて一行で記述してください
pt: descreva a sua demonstração em uma linha
sl: v eni vrstici opišite svoj primer

source: describe your demo in more detail (optional)
bn_bd: আপনার ডেমো সম্পর্কে আরও বিস্তারিত লিখুন (ঐচ্ছিক)
es: describe tu demo con más detalle (opcional)
ja: あなたのデモについて詳しく記述してください (任意)
pt: descreva a sua demonstração com mais detalhe (opcional)
sl: opišite primer malo podrobneje (po želji)

source: Hide this demo from others?
bn_bd: অন্যদের কাছ থেকে এই ডেমো লুকিয়ে রাখতে চান ?
es: ¿Ocultar esta demo a otros?
ja: このデモを他から隠しますか？
pt: Ocultar esta demonstração de outros?

source: Redirect URL for censorship.
bn_bd: সেন্সরশিপ জন্য URL পুনর্নির্দেশ।
es: URL de redirección por censura.
ja: コンテンツが検閲されたため、URL をリダイレクトします。
pt: URL de redirecionamento para censura.

source: control how your demo is launched
bn_bd: আপনার ডেমো কিভাবে চালু হবে, তা নিয়ন্ত্রন করুন
es: controla cómo se inicia tu demo
ja: デモの実行方法を指定してください
pt: controle o modo como a sua demonstração é executada
sl: nadzorujte, kdaj je vaš primer izvede

source: Disable navigation bar, launch demo in a new window
bn_bd: মেনুবার নিষ্ক্রিয় করে নতুন উইন্ডোতে ডেমো চালু করুন
es: Desactivar barra de navegación y lanzar demo en una ventana nueva
ja: ナビゲーションバーを無効にし、新しいウィンドウでデモを実行する
pt: Desativar a barra de navegação, executar a demonstração numa nova janela
sl: Deaktiviraj vrstico za navigacijo, primer prikaži v novem oknu

source: Use navigation bar, display demo in <iframe>
bn_bd: মেনুবার ব্যবহার করুন, আর ডেমো <iframe> এর মধ্যে দেখান
es: Utiliza la barra de navegación, muestra la demo en <iframe>
ja: ナビゲーションバーを利用し、<iframe> 内にデモを表示する
pt: Utilizar a barra de navegação, apresentar a demonstração numa <iframe>
sl: Uporabi vrstico za navigacijo, primer prikaži <iframe>

source: Screenshot #1
bn_bd: স্ক্রিনশট #১
es: Captura de pantalla n.º 1
ja: スクリーンショット #1
pt: Captura de ecrã 1
sl: Posnetek zaslona #1

source: Screenshot #2
bn_bd: স্ক্রিনশট #২
es: Captura de pantalla n.º 2
ja: スクリーンショット #2
pt: Captura de ecrã 2
sl: Posnetek zaslona #2

source: Screenshot #3
bn_bd: স্ক্রিনশট #৩
es: Captura de pantalla n.º 3
ja: スクリーンショット #3
pt: Captura de ecrã 3
sl: Posnetek zaslonat #3

source: Screenshot #4
bn_bd: স্ক্রিনশট #৪
es: Captura de pantalla n.º 4
ja: スクリーンショット #4
pt: Captura de ecrã 4
sl: Posnetek zaslona #4

source: Screenshot #5
bn_bd: স্ক্রিনশট #৫
es: Captura de pantalla n.º 5
ja: スクリーンショット #5
pt: Captura de ecrã 5
sl: Posnetek zaslona #5

source: have a video of your demo in action? (optional)
bn_bd: আপনার ডেমো চালানোর সময়কার কোন ভিডিও আছে ? (ঐচ্ছিক)
es: ¿Tienes un video de tu demo en acción? (opcional)
ja: デモが動作中の動画がありますか？ (任意)
pt: tem um vídeo da sua demonstração em ação? (opcional)
sl: imate video posnetek, kako vaš primer dela? (neobvezno) (neobvezno)

source: select a ZIP file containing your demo
bn_bd: যেই জিপ ফাইলটির মধ্যে আপনার ডেমো রয়েছে, সেটি নির্বাচন করুন
es: selecciona un archivo ZIP que contenga tu demo
ja: あなたのデモが含まれた ZIP ファイルを選択してください
pt: selecione um ficheiro ZIP que contenha a sua demonstração
sl: izberite datoteko ZIP z vašim primerom

source: Is your source code also available somewhere else on the web (e.g., github)? Please share the link.
bn_bd: আপনার সোর্স কোড যদি অন্য কোথাও পাওয়া যায় (যেমনঃ গিটহাব), তাহলে অনুগ্রহ করে লিঙ্ক শেয়ার করুন।
es: ¿Tu código fuente está también accesible en algún otro lugar de la web (p. ej., github)? Por favor, comparte el enlace.
ja: ソースコードは別のサイト (github など) でもダウンロードできますか？ あれば、リンクを入力してください。
pt: O seu código fonte está também disponível em outro local na web (por exemplo, no github)? Por favor, partilhe a ligação.
sl: Je vaša izvorna koda na voljo tudi nekje drugje na spletu (npr. na GitHubu)? dajte prosim povezavo na voljo.

source: Select the license that applies to your source code.
bn_bd: যে লাইসেন্সটি আপনার সোর্স কোডের সাথে সামঞ্জস্যপূর্ণ, সেটি নির্বাচন করুন।
es: Selecciona la licencia que es aplicable a tu código fuente.
ja: ソースコードに適用するライセンスを選択してください。
pt: Selecione a licença que se aplica ao seu código-fonte.
sl: Izberite licenco, ki velja za vašo izvorno kodo.

source: date created
bn_bd: তারিখ তৈরি করা হয়েছে
es: fecha de creación
ja: 作成日
pt: data de criação
sl: Datum nastanka

source: ZIP file contains no acceptable files
bn_bd: জিপ ফাইলের মধ্যে কোন গ্রহণযোগ্য ফাইল নেই
es: El archivo ZIP contiene archivos no aceptables
ja: ZIP ファイル内に許容できないファイルが含まれています
pt: O ficheiro ZIP contém ficheiros não aceitáveis
sl: ZIP datoteka ne vsebuje nobene sprejemljive datoteke

source: ZIP file corrupted
bn_bd: জিপ ফাইলটি নষ্ট
es: El archivo ZIP está dañado
ja: ZIP ファイルが壊れています
pt: ficheiro ZIP corrompido
sl: ZIP datoteka je poškodovana

source: ZIP file contains a file that is too large: %(filename)s
bn_bd: জিপ ফাইলের মধ্যে একটি ফাইল আছে, যেটি অনেক বড়ঃ %(filename)s
es: El archivo ZIP contiene un archivo demasiado grande: %(filename)s
ja: ZIP ファイルにサイズの大きすぎるファイルが含まれています: %(filename)s
pt: O ficheiro ZIP contem um ficheiro que é demasiado grande: %(filename)s
sl: ZIP datoteka vsebuje datoteko, ki je prevelika:%(filename)s

source: ZIP file contains an unacceptable file: %(filename)s
bn_bd: জিপ ফাইলের মধ্যে অগ্রহণযোগ্য ফাইল আছেঃ %(filename)s
es: El archivo ZIP contiene un archivo que no puede ser aceptado: %(filename)s
ja: ZIP ファイルに許容できないファイルが含まれています: %(filename)s
pt: O ficheiro ZIP contem um ficheiro não aceitável: %(filename)s
sl: ZIP datoteka vsebuje nesprejemljivo datoteko: % (filename)s

source: HTML index not found in ZIP
bn_bd: জিপ ফাইলের মধ্যে HTML ইনডেক্স পাওয়া যায়নি
es: No se encontró la página index.html en el ZIP
ja: ZIP パッケージ中に HTML の index ファイルがありません
pt: O ficheiro index HTML não foi encontrado no ZIP
sl: HTML indeksa ni bilo najti v ZIP

source: access denied
bn_bd: প্রবেশাধিকার সংরক্ষিত
es: acceso denegado
ja: アクセスが拒否されました
pt: acesso negado
sl: dostop zavrnjen

source: Submit a Demo
bn_bd: একটি ডেমো জমা দিন
es: Enviar una demo
ja: デモを投稿
pt: Enviar uma demonstração
sl: Pošlji primer

source: Remove this demo?
bn_bd: এই ডেমোটি অপসারন করবেন?
es: ¿Eliminar esta demo?
ja: このデモを削除しますか？
pt: Remover esta demonstração?
sl: Odstraniti ta primer?

source: <p>You are about to remove <strong>%(demo_title)s</strong> from the Demo Studio.</p> <p>The Demo's listing, source code, and statistics will be <strong>deleted</strong>.</p> <p>This action <strong>cannot be undone</strong>.
bn_bd: <p>অাপনি <strong>%(demo_title)টি</strong> ডেমো স্টুডিও থেকে মুছতে যাচ্ছেন।</p> <p> এতে ডেমোটির তালিকা, সোর্স কোড এবং পরিসংখ্যান <strong>মুছে যাবে</strong> যাবে.</p> <p>এই কাজটি <strong>পুনরায় অাগের মত করা যাবে না</strong>।
es: <p>Estás a punto de eliminar <strong>%(demo_title)s</strong> de Demo Studio.</p> <p>El listado, el código fuente y las estadísticas de la demo se <strong>eliminarán</strong>.</p> <p>Esta acción <strong>no se puede deshacer</strong>.
ja: <p>Demo Studio から <strong>%(demo_title)s</strong> を削除しようとしています。</p> <p>該当デモの公開リストへの登録、そのソースコードおよび統計データは<strong>削除</strong>されます。</p> <p>この操作は<strong>取り消せません</strong>。
pt: <p>Está prestes a remover <strong>%(demo_title)s</strong> do Demo Studio.</p><p>A listagem, o código fonte e as estatísticas da demonstração serão <strong>eliminadas</strong>.</p><p>Esta ação <strong>não poderá ser anulada<strong>.
sl: <p> Nameravate <strong>odstraniti %(demo_title)s</strong> iz Demo Studia. </p><p> Vnos v seznam, izvorno kodo, in statistične podatke <strong>se bo izbrisalo</strong> . </p><p>Tega koraka <strong>ni mogoče razveljaviti.</strong>

source: <button type="submit" class="remove"><span>Remove demo</span></button>
bn_bd: <button type="submit"class="remove"><span>ডেমো সরান</span></button>
es: <button type="submit" class="remove"><span>Eliminar demo</span></button>
ja: <button type="submit" class="remove"><span>デモを削除</span></button>
pt: <button type="submit" class="remove"><span>Remover demonstração</span></button>

source: Delete Comment
bn_bd: মন্তব্য মুছুন
es: Eliminar comentario
ja: コメントを削除
pt: Eliminar comentário
sl: Izbriši komentar

source: Delete this comment?
bn_bd: এই মন্তব্যটি মুছে দিতে চান?
es: ¿Eliminar comentario?
ja: このコメントを削除しますか？
pt: Eliminar este comentário?
sl: Izbrisati ta komentar?

source: <p>Are you sure that you would like to delete this comment?</p>
bn_bd: <p>এই মন্তব্যটি মুছে ফেলার ব্যাপারে আপনি কি নিশ্চিত?</p>
es: <p>¿Estás seguro de que quieres borrar este comentario?</p>
ja: <p>このコメントを削除してもよろしいですか？</p>
pt: <p>Tem a certeza que pretende eliminar este comentário?</p>
sl: <p>Res želite izbrisati ta komentar? </p>

source: <button type="submit" class="remove"><span>Delete comment</span></button>
bn_bd: <button type="submit" class="remove"><span>মন্তব্য মুছুন</span></button>
es: <button type="submit" class="remove"><span>Borrar comentario</span></button>
ja: <button type="submit" class="remove"><span>コメントを削除</span></button>
pt: <button type="submit" class="remove"><span>Eliminar comentário</span></button>

source: Mozilla Demo Studio
bn_bd: মজিলা ডেমো স্টুডিও
pt: Demo Studio da Mozilla

source: Learn More
bn_bd: আরও জানুন
es: Descubre más
ja: さらに学ぶ
pt: Saiba mais
sl: Več o tem

source: <p>Welcome to the Mozilla Demo Studio, where developers like you can develop, share, demonstrate, and learn all about Web technologies. See what's possible by exploring Demo Studio:</p> <ul> <li>View demos that showcase what HTML, CSS, and JavaScript can do.</li> <li>Inspect the source code for those demos so you can see how they work.</li> <li>Read documentation to learn about the open standards and technologies that power the Web.</li> </ul>
bn_bd: <p>মোজিলা ডেমো স্টুডিওতে অাপনাকে স্বাগতম। এখান থেকে ডেভলপাররা যেমন অাপনি নতুন কিছু তৈরি করতে, পরীক্ষা করে দেখতে এবং সবার সাথে শেয়ার করতে পারবেন এবং ওয়েব টেকনোলজি সম্পর্কে শিখতে পারবেন। ডেমো স্টুডিও দ্বারা যা যা সম্ভব তা দেখুন:</p> <ul> <li>HTML, CSS, এবং JavaScript কি করতে পারে তার ডেমো দেখুন.</li> <li>সোর্স কোডগুলো পরীক্ষা করে দেখুন এবং জানুন কি ভাবে সেগুলো কাজ করে।</li> <li>ওপেন স্ট্যাডার্ড সম্পর্কে জানতে এবং যে সকল টেকনোলজি সম্পর্কে দ্বারা ওয়েব তৈরি তা জানতে ডকুমেন্টেশনগুলো পড়ুন</li> </ul>
es: <p>Bienvenido a Mozilla Demo Studio, un sitio en el que desarrolladores como tú pueden desarrollar, compartir, demostrar y aprenderlo todo sobre tecnologías web. Explora Demo Studio y descubre sus posibilidades:</p> <ul> <li>Reproduce demos que muestran de lo que son capaces HTML, CSS y JavaScript.</li> <li>Accede al código fuente de las demos para ver cómo funcionan.</li> <li>Accede a documentación para aprender sobre las tecnologías abiertas en las que se basa la Web.</li> </ul>
ja: <p>Mozilla Demo Studio へようこそ。ここでは、あなたのような開発者が Web に関するあらゆる技術を開発または共有、デモ、学習をすることができます。Demo Studio を探索して見てください。</p> <ul> <li>HTML や CSS、JavaScript を使ってできることを紹介したデモを見てください。</li> <li>デモで使用されたソースコードを調べて、その動く仕組みを見てください。</li> <li>ドキュメントを読んで、Web を動かしているオープンな標準や技術を学んでください。</li> </ul>
pt: <p>Bem-vindo ao Demo Studio da Mozilla, onde programadores como você podem desenvolver, partilhar, demonstrar e aprender tudo sobre tecnologias web. Veja o que é possível explorando o Demo Studio:</p> <ul> <li>Visualize demonstrações que mostram o que HTML, CSS e JavaScript podem fazer.</li> <li>Inspecione o código fonte para essas demonstrações para ver como as mesmas funcionam.</li> <li>Leia a documentação para saber mais sobre normas abertas e tecnologias que suportam a web.</li> </ul>

source: Go to the previous demo, {demo_title}
bn_bd: পূর্ববর্তী ডেমোটি দেখুন, {demo_title}
es: Ir a la demo anterior, {demo_title}
ja: 前のデモへ戻る &rarr; {demo_title}
pt: Voltar à demonstração anterior, {demo_title}
sl: Pojdi na prejšnji primer, {demo_title}

source: Prev
bn_bd: পূর্ববর্তী
es: Anterior
ja: 前へ
pt: Anterior
sl: Nazaj

source: Go to the next demo, {demo_title}
bn_bd: পরবর্তী ডেমোটি দেখুন, {demo_title}
es: Ir a la próxima demo, {demo_title}
ja: 次のデモへ進む &rarr; {demo_title}
pt: Ir para a próxima demonstração, {demo_title}
sl: Pojdi na naslednji primer, {demo_title}

source: Next
bn_bd: পরবর্তী
es: Siguiente
ja: 次へ
pt: Próximo
sl: Naprej

source: By %(creator_link)s on %(create_date)s
bn_bd: %(create_date)s এ লিখেছেন %(creator_link)s
es: Por %(creator_link)s el %(create_date)s
pt: Por %(creator_link)s a %(create_date)s

source: Launch Demo
bn_bd: ডেমো চালু করুন
es: Inicia la demo
ja: デモを実行
pt: Executar demonstração
sl: Zaženi primer

source: You like this demo. Undo?
bn_bd: আপনি এই ডেমোটি পছন্দ করেছেন। বাতিল করবেন ?
es: Te gusta esta demo. ¿Deshacer?
ja: このデモは評価済です。取り消しますか？
pt: Você gostou desta demonstração. Anular?
sl: Ta primer vam je všeč. Razveljaviti?

source: You Like
bn_bd: আপনি পছন্দ করেছেন
es: Te gusta
ja: 評価済
pt: Você gostou
sl: Všeč vam je

source: Do you like this demo?
bn_bd: এই ডেমোটি আপনার পছন্দ হয়েছে?
es: ¿Te gusta esta demo?
ja: このデモは気に入りましたか？
pt: Gosta desta demonstração?
sl: Ali vam je ta primer všeč?

source: Like It
bn_bd: পছন্দ হয়েছে
es: Me gusta
ja: このデモを評価する
pt: Gostar
sl: Všeč mi je

source: Share this demo with your social network
bn_bd: আপনার সামাজিক নেটওয়ার্কের সাথে এই ডেমোটি শেয়ার করুন
es: Comparte esta demo con tu red social
ja: このデモをソーシャルネットワークで共有しましょう
pt: Partilhe esta demonstração com a sua rede social
sl: Pokažite ta primer v svoji družabni mreži

source: Share It
bn_bd: শেয়ার করুন
es: Compártela
ja: このデモを共有
pt: Partilhar
sl: Pokaži drugim

source: Share on Twitter
bn_bd: টুইটারে শেয়ার করুন
es: Compartir en Twitter
ja: Twitter で共有する
pt: Partilhar no Twitter
sl: Pokaži drugim na Twitterju

source: Share on Facebook
bn_bd: ফেসবুকে শেয়ার করুন
es: Compartir en Facebook
ja: Facebook で共有する
pt: Partilhar no Facebook
sl: Pokaži drugim na Facebooku

source: Built using
bn_bd: ব্যবহার করে বানানো হয়েছে
es: Construido utilizando
ja: 利用技術:
pt: Criado com
sl: Zgrajeno z uporabo

source: See more demos made with {tag_title}
bn_bd: {tag_title} দিয়ে বানানো আরও ডেমো দেখুন
es: Mira más demos hechas con {tag_title}
ja: {tag_title} が付けられたデモをもっと見る
pt: Veja mais demonstrações feitas com {tag_title}
sl: Oglejte si več primerov z oznako {tag_title}

source: This demo has been viewed {count} time
bn_bd: এই ডেমোটি {count} বার দেখা হয়েছে
es: Esta demo se ha visto {count} vez
ja: このデモは {count} 回閲覧されました
pt: Esta demonstração foi vista {count} vez
sl: Ta primer so si ogledali {count}-krat

source: {count} view
bn_bd: {count} বার দেখা হয়েছে
es: {count} visualización
ja: 閲覧数 {count}
pt: {count} visualização
sl: {count} ogled

source: {count} person liked this demo
bn_bd: {count} জন এই ডেমোটি পছন্দ করেছেন
es: A {count} persona le gustó esta demo
ja: {count} 人がこのデモを評価しています。
pt: {count} pessoa gostou desta demonstração
sl: {count} osebi je bil ta primer všeč

source: {count} like
bn_bd: {count} জনের পছন্দ
es: Ha gustado {count} vez
ja: 評価数 {count}
pt: {count} pessoa gostou
sl: {count} je všeč

source: There is {count} comment for this demo
bn_bd: এই ডেমোর জন্য {count}টি মন্তব্য রয়েছে
es: Hay {count} comentario sobre esta demo
ja: このデモには {count} 件のコメントがあります
pt: Existe {count} comentário para esta demonstração
sl: Ta primer ima {count} komentar

source: {comment_count} comments
bn_bd: {comment_count} টি মন্তব্য
es: {comment_count} comentarios
ja: コメント数 {comment_count}
pt: {comment_count} comentários
sl: {comment_count} komentarjev

source: See the previous image
bn_bd: পূর্বের ছবিটি দেখুন
es: Ver la imagen previa
ja: 前の画像を見る
pt: Ver a imagem anterior
sl: Prikaži prejšnjo sliko

source: Previous
bn_bd: পেছনে
es: Anterior
ja: 前へ
pt: Anterior
sl: Nazaj

source: See the next image
bn_bd: পরবর্তী ছবিটি দেখুন
es: Ver la próxima imagen
ja: 次の画像を見る
pt: Ver próxima imagem
sl: Prikaži naslednjo sliko

source: Edit Demo
bn_bd: ডেমো সম্পাদনা
es: Editar la demo
ja: デモ編集
pt: Editar Demonstração
sl: Uredi primer

source: Remove demo
bn_bd: ডেমো অপসারণ
es: Eliminar demo
ja: デモを削除
pt: Remover demonstração

source: Show demo
bn_bd: ডেমো দেখুন
es: Mostrar demo
ja: デモを表示
pt: Mostrar demonstração
sl: Prikaži primer

source: Hide demo
bn_bd: ডেমো লুকান
es: Ocultar demo
ja: デモを隠す
pt: Ocultar demonstração
sl: Skrij primer

source: More About This Demo From The Author
bn_bd: এই ডেমো সম্পর্কে প্রস্তুতকারকের বক্তব্য
es: Más sobre esta demo del autor
ja: このデモについての作者の詳細コメント
pt: Mais sobre esta demonstração pelo autor
sl: Več o tem primeru spod peresa avtorja

source: No comments yet.
bn_bd: এখনও কোন মন্তব্য করা হয়নি।
es: Aún no hay comentarios.
ja: まだコメントはありません。
pt: Sem comentários.
sl: Brez komentarjev.

source: {comments_total} comment so far
bn_bd: এ পর্যন্ত {comments_total}টি মন্তব্য করা হয়েছে
es: {comments_total} comentario hasta ahora
ja: {comments_total} 件のコメントがあります。
pt: {comments_total} comentário até agora
sl: {comments_total} komentar doslej

source: <p>Why not <a href="#comment-post">Add your own</a>?</p>
bn_bd: <p>কেন আপনার <a href="#comment-post">নিজের মন্তব্য যোগ</a> করছেন না ?</p>
es: <p>¿Por qué no <a href="#comment-post">agregas el tuyo</a>?</p>
ja: <p><a href="#comment-post">コメントを追加しませんか</a>?</p>
pt: <p>Porque não <a href="#comment-post">Adicionar o seu</a>?</p>
sl: <p> Zakaj ne <a href="#comment-post">dodate svoje</a>?</p>

source: <p><a href="%(register_url)s">Register</a> or <a href="%(login_url)s">log in</a> to add your own.</p>
bn_bd: <p>আপনার মন্তব্য যোগ করতে<a href="%(register_url)s">নিবন্ধন করুন</a> অথবা <a href="%(login_url)s">লগিন করুন</a></p>
es: <p><a href="%(register_url)s">Regístrate</a> o <a href="%(login_url)s">identifícate</a> para agregar el tuyo.</p>
ja: <p>コメントを投稿するには、<a href="%(register_url)s">サインアップ</a> するか <a href="%(login_url)s">ログイン</a>してください。</p>
pt: <p><a href="%(register_url)s">Registe-se</a> ou <a href="%(login_url)s">inicie sessão</a> para adicionar a sua.</p>

source: Add your comment
bn_bd: মন্তব্য করুন
es: Agrega tu comentario
ja: コメントを追加
pt: Adicionar o seu comentário
sl: Dodajte svoj komentar

source: Comment
bn_bd: মন্তব্য
es: Comentario
ja: コメント
pt: Comentário
sl: Komentar

source: Get the Source Code
bn_bd: সোর্সকোড নিন
es: Obtén el código fuente
ja: ソースコードを入手
pt: Obter o código fonte
sl: Priskrbi izvorno kodo

source: Download the Source <span class="note">%(file_ksize)s KB &middot; ZIP File</span>
bn_bd: সোর্স ডাউনলোড করুন <span class="note">%(file_ksize)s কিলোবাইট &middot; জিপ ফাইল</span>
es: Descarga el <span class="note">arhivo ZIP %(file_ksize)s KB &middot;</span> con el código fuente
ja: ソースをダウンロード <span class="note">%(file_ksize)s KB &middot; ZIP ファイル</span>
pt: Transfira o código fonte <span class="note">%(file_ksize)s KB &middot; ficheiro ZIP</span>
sl: Prenesi izvorno kodo <span class="note">%(file_ksize)s KB &middot; ZIP datoteka</span>

source: This demo is released under the <a href="%(link)s">%(title)s</a> license.
bn_bd: এই ডেমোটি <a href="%(link)s">%(title)s</a> লাইসেন্স এর অধীনে উন্মুক্ত করা হয়েছে।
es: Esta demo se publica bajo una licencia <a href="%(link)s">%(title)s</a>.
ja: このデモは <a href="%(link)s">%(title)s</a> ライセンスの下で公開されています。
pt: Esta demonstração está disponível sob a licença <a href="%(link)s">%(title)s</a>.
sl: Ta primer je izdan pod <a href="%(link)s">%(title)s</a>> licenco.

source: More by {creator}
bn_bd: {creator} এর তৈরি করা আরও ডেমো
es: Más de {creator}
ja: {creator} による他のデモ
pt: Mais de {creator}

source: Report a Problem
bn_bd: সমস্যাটি জানান
es: Reportar un problema
ja: 問題を報告する
pt: Reportar um problema

source: Flag Content
bn_bd: কন্টেন্ট সম্পর্কে আপত্তি
es: Marcar contenido
ja: コンテンツにフラグをつける
pt: Denunciar conteúdo

source: Demo is not working
bn_bd: ডেমো কাজ করছে না
es: La demo no funciona
ja: このデモは動作しません
pt: A demonstração não está a funcionar
sl: Demo ne dela

source: Demo is inappropriate
bn_bd: ডেমো অসঙ্গতিপূর্ণ
es: La demo no es apropiada
ja: このデモは不適切です
pt: Esta demonstração é inapropriada
sl: Demo je neprimeren
