Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, es, ja, pt, sl

source: See also
es: Ver también
ja: 関連記事
pt: Ver também

source: The following reviews have been requested:
es: Se han solicitado las siguientes revisiones:
ja: 以下のレビューがリクエストされています:
pt: Foram solicitadas as seguintes revisões:

source: Technical
es: Técnica
ja: 技術的
pt: Técnica

source: Submit Review
es: Enviar revisión
ja: レビューを送信する
pt: Submeter revisão

source: Generate table of contents
es: Generar índice de contenidos
ja: 目次を生成する
pt: Gerar tabela de conteúdos

source: There were scripting errors on this page. While those are being addressed by site editors, you can view partial content below.
es: Hubo errores de script en esta página. Mientras los editores del sitio lo solucionan, puedes ver un contenido parcial debajo.
ja: ページでスクリプト エラーが発生しました。編集者によって解決されるまでの間は、以下の部分的なコンテンツのみが表示可能です。
pt: Existem alguns erros de código nesta página. Enquanto estes estão a ser verificados pelos editores do site, pode ver o conteúdo parcial abaixo.

source: There are scripting messages on this page:
es: Hay errores en los scripts de esta página:
ja: ページ上にスクリプトの警告があります:
pt: Existem mensagens de scripting nesta página:

source: Note: '$' in macro names is not supported
es: Nota: no se admite '$' en los nombres de macro
ja: 注: マクロ名に「$」は使えません
pt: Nota: '$' não é suportado em nomes de macros

source: Couldn't find what you were looking for?
es: ¿No pudiste encontrar lo que buscabas?
ja: お探しのものを見つけることができませんでしたか？
pt: Não conseguiu encontrar o que procurava?

source: Here's a list of related articles that might help:
es: Aquí tienes una lista de artículos relacionados que podría ayudarte:
ja: こちらはお役に立てるかもしれない関連記事のリストです:
pt: Aqui está uma lista de artigos relacionados que pode ajudar:

source: Browse other articles about <a href="{url}">{category}</a>
es: Explorar otros artículos sobre <a href="{url}">{category}</a>
ja: カテゴリ「 <a href="{url}">{category}</a> 」の他の記事を閲覧
pt: Navegar por outros artigos sobre <a href="{url}">{category}</a>

source: Ask our awesome support community for help
es: Pídele ayuda a nuestra comunidad de asistencia
ja: サポートコミュニティで質問する
pt: Peça ajuda à nossa fantástica comunidade de apoio

source: Or try searching:
es: O prueba a buscar:
ja: 検索してみる:
pt: Ou tente pesquisar:

source: New Page
es: Nueva página
ja: 新規のページ
pt: Nova página

source: Discard changes and create a new document?
es: ¿Descartar los cambios y crear un nuevo documento?
ja: 変更内容を破棄し、新しいドキュメントを作成しますか？
pt: Descartar alterações e criar um novo documento?

source: Save and Keep Editing
es: Guardar y continuar editando
ja: 保存して編集を続行
pt: Guardar e continuar a editar

source: Preview Changes
es: Previsualizar cambios
ja: プレビュー
pt: Pré-visualizar alterações

source: Revision Comment
es: Comentario de la revisión
ja: リビジョンのコメント
pt: Comentário da revisão

source: Learn how to use Revision Comments
es: Aprende a usar comentarios de revisiones
ja: リビジョンコメントの使い方
pt: Saiba como utilizar os comentários da revisão

source: Tell us why you made additions and changes. It is optional, but will make page history easier to understand.
es: Dinos por qué has hecho adiciones y cambios. Es opcional, pero hará que el historial de la página sea más fácil de entender.
ja: 変更した理由を記載してください。任意項目ですが、ページの変更履歴を簡単に理解できるようになります。
pt: Diga-nos porque fez adições e alterações. É opcional, mas irá fazer com que o histórico da página seja mais fácil de perceber.

source: Revision {num}:
es: Revisión {num}:
ja: リビジョン {num}:
pt: Revisão {num}:

source: Translate Description
es: Traducir descripción
ja: 翻訳についての説明
pt: Descrição da tradução

source: Title in {locale}:
es: Título en {locale}:
ja: {locale} のタイトル:
pt: Título em {locale}:

source: Slug in {locale}:
es: Enlace amigable (slug) {locale}:
ja: {locale} の URL スラグ:
pt: Slug em {locale}:

source: Find the translation source with the lookup above and then click "Save Changes.
es: Busca el texto original de la traducción con la búsqueda de arriba y luego haz clic en "Guardar cambios".
ja: 上の検索フォームで翻訳元を探して「変更を保存」をクリックしてください。
pt: Encontre a fonte da tradução com a vista acima e clique em "Guardar alterações.

source: Permission Denied
es: Permiso denegado
ja: アクセスが拒否されました
pt: Permissão negada

source: The wiki is in read-only mode.
es: El wiki es de modo solo lectura.
ja: この wiki は現在編集不可モードに設定されています。
pt: A wiki está em modo só de leitura.

source: Your account has been banned from making edits.
es: Se ha prohibido que tu cuenta realice ediciones.
ja: あなたのアカウントでの編集は禁止されています。
pt: A sua conta foi banida de fazer edições.

source: This user's account has been banned.
es: La cuenta de este usuario ha sido bloqueada.
ja: このユーザカウントは追放されています。
pt: A conta deste utilizador foi banida.

source: <p>We're sorry %(name)s, we're afraid we can't do that.</p>
es: <p>Perdona %(name)s, pero creemos que no podemos hacerlo.</p>
ja: <p>申し訳ありません、 %(name)s さん。その操作は実行できません。</p>
pt: <p>Lamentamos %(name)s, mas não podemos fazer isso.</p>

source: <p>We're sorry, we're afraid we can't do that.</p>
es: <p>Perdona, pero creemos que no podemos hacerlo.</p>
ja: <p>申し訳ありません。その操作は実行できません。</p>
pt: <p>Lamentamos, mas não podemos fazer isso.</p>

source: <li><a href="%(logout_url)s">Log out</a> to try again.</li>
es: <li><a href="%(logout_url)s">Cerrar sesión</a> para volver a intentarlo.</li>
ja: <li>再度<a href="%(logout_url)s">ログアウト</a>を試みる。</li>
pt: <li><a href="%(logout_url)s">Termine a sessão</a> para tentar novamente.</li>

source: <li><a href="%(login_url)s">Log in</a> to try again.</li> <li><a href="%(register_url)s">Register</a> to edit docs and submit demos.</li>
es: <li><a href="%(login_url)s">Conéctate</a> para intentarlo nuevamente.</li> <li><a href="%(register_url)s">Regístrate</a> para editar documentos y enviar demos.</li>
ja: <li>再度 <a href="%(login_url)s">ログイン</a> を試みる。</li> <li>ドキュメントの編集やデモの投稿のために <a href="%(register_url)s">ユーザ登録</a> する。</li>
pt: <li><a href="%(login_url)s">Inicie a sessão</a> para tentar novamente.</li> <li><a href="%(register_url)s">Registe-se</a> para editar documentação ou enviar demonstrações.</li>

source: <li><a href="%(demos_url)s">View demos</a> or <a href="%(docs_url)s">browse docs</a></li>
es: <li><a href="%(demos_url)s">Mira las demos</a> o <a href="%(docs_url)s">revisa la documentación</a></li>
ja: <li><a href="%(demos_url)s">デモを見る</a> / <a href="%(docs_url)s">ドキュメントを閲覧</a></li>
pt: <li><a href="%(demos_url)s">Ver demonstrações</a> ou <a href="%(docs_url)s">navegar na documentação</a></li>

source: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
es: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> por Matthew Inman de <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
pt: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> por Matthew Inman de <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>

source: Not Found
es: No encontrado
ja: ページが見つかりません
pt: Não encontrado
sl: Ni najti

source: Internal Server Error
es: Error interno del servidor
ja: 内部サーバエラー
pt: Erro Interno do Servidor
sl: Notranja napaka strežnika

source: Skip to main content
es: Saltar al contenido principal
ja: メインコンテンツへ移動
pt: Saltar para o conteúdo principal

source: Select language
es: Seleccionar idioma
ja: 言語の選択
pt: Selecionar idioma

source: Skip to search
es: Saltar a la búsqueda
ja: 検索へ移動
pt: Saltar para a pesquisa

source: Web Platform
es: Plataforma web
ja: Web プラットフォーム
pt: Plataforma web

source: Technologies
es: Tecnologías
ja: テクノロジ
pt: Tecnologias

source: Graphics
es: Gráficos
ja: グラフィクス
pt: Gráficos

source: References & Guides
es: Referencias y guías
ja: リファレンスとガイド
pt: Guias e referências

source: Tutorials
es: Tutoriales
ja: チュートリアル
pt: Tutoriais

source: References
es: Referencias
ja: レファレンス
pt: Referências

source: Developer Guides
es: Guías para desarrolladores
ja: 開発者ガイド
pt: Guias de programador

source: Accessibility
es: Accesibilidad
ja: アクセシビリティ
pt: Acessibilidade

source: ...more docs
es: ...más documentos
ja: さらに見る
pt: ...mais documentação

source: SEARCH
es: BUSCAR
ja: 検索
pt: PESQUISAR

source: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network and individual contributors<br /> Content is available under <a href="%(copyright_url)s">these licenses</a> &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Privacy policy</a></bdi>
es: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network y colaboradores individuales<br /> El contenido está disponible bajo una de <a href="%(copyright_url)s">estas licencias</a> &middot; <a href="%(about_url)s">Acerca de MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribuye al código</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Política de privacidad</a></bdi>
pt: <bdi>&copy; 2005-%(thisyear)s Rede de Programadores da Mozilla e colaboradores individuais<br /> Conteúdo disponível sob <a href="%(copyright_url)s">estas licenças</a> &middot; <a href="%(about_url)s">Sobre a MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribua para o código</a> &middot; <a href="//www.mozilla.org/pt-PT/privacy">Política de privacidade</a></bdi>

source: Badges: Delete Award
es: Insignias: borrar premio
ja: バッジ: 賞を削除
pt: Medalhas: Eliminar prémio

source: Delete this award
es: Borrar esta insignia
ja: この賞を削除
pt: Eliminar este prémio

source: Badge award:
es: Premio por insignia:
ja: バッジ賞:
pt: Medalha atribuída:

source: Add this to your Mozilla&nbsp;Badge&nbsp;Backpack
es: Agregarla a tu colección de insignias de Mozilla
ja: このバッジを Mozilla&nbsp;Badge&nbsp;Backpack へ追加
pt: Adicione isto ao seu pacote&nbsp;de&nbsp;medalhas&nbsp;da&nbsp;Mozilla

source: Recent awards
es: Premios recientes
ja: 最近の賞:
pt: Prémios recentes

source: Badges:
es: Insignias:
ja: バッジ:
pt: Medalhas:

source: Awards for {title}
es: Premios por {title}
ja: {title} の賞
pt: Prémios para {title}

source: Awards
es: Premios
ja: 賞
pt: Prémios

source: Awards for {user}
es: Premios para {user}
ja: {user} の賞
pt: Prémios para {user}

source: Recent badge awards
es: Premios por insignias recientes
ja: 最近のバッジ賞
pt: Atribuições recentes da medalha

source: Awards for {badge}
es: Premios para {badge}
ja: {badge} の賞
pt: Prémios para {badge}

source: All awards
es: Todos los premios
ja: すべての賞
pt: Todos os prémios

source: Badge:
es: Insignia:
ja: バッジ:
pt: Medalha:

source: Recent awardees
es: Premiados recientemente
ja: 最近の受賞者
pt: Premiados recentes

source: More...
es: Más...
ja: もっと見る...
pt: Mais...

source: Badges tagged <a href="" class="tag">%(tag_name)s</a>
es: Insignias etiquetadas con <a href="" class="tag">%(tag_name)s</a>
ja: <a href="" class="tag">%(tag_name)s</a> タグの付いたバッジ
pt: Medalhas marcadas <a href="" class="tag">%(tag_name)s</a>

source: Badges matching "{query_string}"
es: Insignias que coinciden con "{query_string}"
ja: 「{query_string}」に一致するバッジ
pt: Medalhas que correspondem a "{query_string}"

source: All Badges
es: Todas las insignias
ja: すべてのバッジ
pt: Todas as medalhas

source: Recent awards for these badges
es: Premios recientes para estas insignias
ja: これらのバッジの最近の賞
pt: Prémios recentes para estas medalhas

source: Award details
es: Información del premio
ja: 賞の詳細
pt: Detalhes do prémio

source: Awarded to
es: Otorgado a
ja: 受賞者:
pt: Atribuído a

source: (That's you!)
es: (¡Eres tú!)
ja: (あなたです！)
pt: (É você!)

source: Awarded by
es: Otorgado por
ja: 提供者:
pt: Atribuído por

source: <span class="badge_title">%(title)s</span> <span class="relation">awarded to</span> <span class="user">%(user)s</span>
es: <span class="badge_title">%(title)s</span> <span class="relation">otorgado(s)</span> <span class="user">%(user)s</span>
ja: <span class="badge_title">%(title)s</span> <span class="relation">受賞者: </span> <span class="user">%(user)s</span>
pt: <span class="badge_title">%(title)s</span> <span class="relation">atribuído a</span> <span class="user">%(user)s</span>

source: Image:
es: Imagen:
ja: 画像:
pt: Imagem:

source: Description:
bn_bd: বিবরণঃ
es: Descripción:
ja: 概要:
pt: Descrição:

source: Modified:
es: Modificado:
ja: 変更日時:
pt: Modificado:

source: You've earned a badge!
es: ¡Has ganado una insignia!
ja: バッジを獲得しました！
pt: Ganhou uma medalha!

source: <li><a href="/logout">Log out</a> to try again.</li>
es: <li><a href="/logout">Cerrar sesión</a> para volver a intentarlo.</li>
ja: <li>再度 <a href="/logout">ログアウト</a> を試みる</li>
pt: <li><a href="/logout">Terminar sessão</a> e tentar novamente.</li>

source: <li><a href="/demos">View demos</a> or <a href="/docs">browse docs</a></li>
es: <li><a href="/demos">Ver demos</a> o <a href="/docs">explorar documentos</a></li>
ja: <li><a href="/ja/demos/">デモ作品を見る</a> / <a href="/ja/docs">ドキュメントを閲覧</a></li>
pt: <li><a href="/demos">Ver demonstrações</a> ou <a href="/docs">navegar pelos documentos.</a></li>

source: Search Firefox Help
es: Buscar en la ayuda de Firefox
ja: Firefox ヘルプを検索
pt: Pesquisar ajuda do Firefox

source: Welcome, <span class="user">{user}</span>.
es: Te damos la bienvenida, <span class="user">{user}</span>.
ja: ようこそ、<span class="user">{user}</span> さん。
pt: Bem vindo, <span class="user">{user}</span>.

source: Profile
es: Perfil
ja: プロフィール
pt: Perfil

source: Sign Out
es: Salir
ja: ログアウト
pt: Terminar sessão

source: Want to contribute?<br /> <a href="%(login_url)s">Sign In</a> or <a href="%(register_url)s">Register</a>
es: ¿Quieres colaborar?<br /><a href="%(login_url)s">Inicia sesión</a> o <a href="%(register_url)s">regístrate</a>
ja: 協力しませんか？<br /><a href="%(login_url)s">サインイン</a> または <a href="%(register_url)s">アカウント登録</a>
pt: Quer colaborar?<br /> <a href="%(login_url)s">Inicie sessão</a> ou <a href="%(register_url)s">Registe-se</a>

source: Sign up now for news about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem. <strong>Join us!</strong>
es: Regístrate para recibir noticias acerca de Firefox OS, Firefox Marketplace y el ecosistema de aplicaciones de la Open Web. <strong>¡Únete!</strong>
ja: Firefox OS、Firefox Marketplace、Open Web Apps のエコシステムについての最新情報をお届けします。<strong>登録はこちらから！</strong>
pt: Registe-se agora para obter notícias sobre o Firefox OS, Marketplace do Firefox e ecossistema de aplicações web abertas. <strong>Junte-se a nós!</strong>

source: to the <a href="%(privacy_url)s">Privacy Policy</a>
es: a la <a href="%(privacy_url)s">Política de privacidad</a>
ja: <a href="%(privacy_url)s">プライバシーポリシー</a> へ
pt: para a <a href="%(privacy_url)s">política de privacidade</a>

source: Sign out
es: Desconectarse
ja: ログアウト
pt: Terminar sessão

source: Manage Roles | {user}
es: Administrar funciones | {user}
ja: 役割の管理 | {user}
pt: Gerir papeis | {user}

source: There are no roles you can manage for this user.
es: No puedes encargar ninguna función a este usuario.
ja: このユーザにあなたが設定できる役割はありません。
pt: Não existem papéis que possa gerir para este utilizador.

source: Offline
bn_bd: অফলাইন
es: Sin conexión
ja: オフライン

source: Multi-touch
bn_bd: মাল্টি-টাচ
es: Multitáctil
ja: マルチタッチ

source: http://en.wikipedia.org/wiki/HTML_forms
es: http://es.wikipedia.org/wiki/Formulario_web
ja: http://ja.wikipedia.org/wiki/%E3%83%95%E3%82%A9%E3%83%BC%E3%83%A0_%28%E3%82%A6%E3%82%A7%E3%83%96%29

source: http://en.wikipedia.org/wiki/WebGL
es: http://es.wikipedia.org/wiki/WebGL
ja: http://ja.wikipedia.org/wiki/WebGL

source: http://en.wikipedia.org/wiki/Web_Sockets
es: http://es.wikipedia.org/wiki/WebSockets
ja: http://ja.wikipedia.org/wiki/WebSocket

source: slug
bn_bd: স্লাগ
es: enlace amigable (slug)
ja: URL スラグ
sl: rekleta

source: Feed
bn_bd: ফিড
es: Canal
ja: フィード
sl: Vir

source: Email
bn_bd: ইমেইল
es: Correo electrónico
ja: メールアドレス

source: Mozillians
bn_bd: মজিলিয়ান
es: Mozilleros

source: MDN Demo Studio <i aria-hidden="true" class="icon-arrow-right"></i>
bn_bd: MDN নমুনা স্টুডিও <i aria-hidden="true" class="icon-arrow-right"></i>
es: Demo Studio MDN <i aria-hidden="true" class="icon-arrow-right"></i>

source: A List Apart
bn_bd: এছাড়া একটি তালিকা
es: Una lista aparte

source: HTML5 Rocks
bn_bd: এইচটিএমএল৫ রক্স
es: HTML5 es fantástico

source: HTML5 Doctor
bn_bd: এইচটিএমএল৫ এর ডাক্তার
es: Doctor HTML5

source: translated from <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
bn_bd: <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a> থেকে অনুবাদকৃত
es: traducido de <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>

source: %(count)s document found for "%(query)s" in %(locale_native)s and %(default_locale_native)s.
es: %(count)s documento encontrado para "%(query)s" en %(locale_native)s y %(default_locale_native)s.

source: %(count)s document found in %(locale_native)s and %(default_locale_native)s.
es: %(count)s documento encontrado en %(locale_native)s y %(default_locale_native)s.

source: Showing all results.
bn_bd: সকল ফলাফলসমূহ দেখানো হচ্ছে।
es: Se muestran todos los resultados.

source: Showing results %(start)s to %(end)s.
bn_bd: %(start)s হতে %(end)s ফলাফলসমূহ দেখানো হচ্ছে।
es: Se muestran los resultados de %(start)s a %(end)s.

source: Search again in %(default_locale_native)s only
bn_bd: শুধু %(default_locale_native)s এ পুনরায় অনুসন্ধান করুন
es: Buscar de nuevo en %(default_locale_native)s únicamente

source: Sign in with GitHub
bn_bd: গিটহাবের মাধ্যমে সাইন ইন করুন
es: Conéctate con GitHub

source: Email:
bn_bd: ইমেইল:
es: Correo electrónico:
ja: メールアドレス:

source: Slug:
bn_bd: স্লাগঃ
es: Enlace amigable (slug):
ja: URL スラグ:

source: Localization in progress - not completely translated yet.
bn_bd: অগ্রগতি স্থানীয়করণ - সম্পূর্ণ এখনো অনুবাদ না.
es: Localización en curso - aún no está traducido completamente.

source: View profile: %(username)s
bn_bd: প্রোফাইল দেখুন: %(username)s
es: Ver perfil: %(username)s

source: This article is in need of a technical review.
bn_bd: এই নিবন্ধটির টেকনিক্যাল রিভিউ দরকার।
es: Este articulo necesita una revisión técnica.

source: This article is in need of an editorial review.
bn_bd: এই নিবন্ধটির সম্পাদকীয় রিভিউ দরকার।
es: Este articulo necesita una revisión editorial.

source: This article is in progress of being translated.
bn_bd: এই নিবন্ধটি অনুবাদ প্রক্রিয়ার মধ্যে রয়েছে।
es: Este artículo está en proceso de ser traducido.

source: Rendering max age:
es: Antigüedad máxima:

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Find the translation source with the lookup below and then click "Save Changes."
es: Encuentra el original de esta traducción con la búsqueda de abajo y haz clic en "Guardar cambios".

source: Localized articles tagged with: {tag}
es: Artículos localizados etiquetados con: {tag}

source: Articles tagged with any localization tags
es: Los artículos etiquetados con cualquier etiqueta de localización

source: Found %(count)s document.
es: Encontrado %(count)s documento.

source: breadcrumbs
es: hilos de araña
ja: パンくずリスト

source: TOC:
es: Índice:
ja: 目次:

source: Persona
es: Mozilla Persona

source: APIs / DOM
es: API / DOM
ja: API / DOM

source: Sign in with
es: Iniciar sesión con

source: http://en.wikipedia.org/wiki/HTML5_audio
ja: https://ja.wikipedia.org/wiki/HTML5%E3%82%AA%E3%83%BC%E3%83%87%E3%82%A3%E3%82%AA

source: http://en.wikipedia.org/wiki/Web_typography
ja: https://ja.wikipedia.org/wiki/Web%E3%83%95%E3%82%A9%E3%83%B3%E3%83%88

source: http://en.wikipedia.org/wiki/IndexedDB
ja: https://ja.wikipedia.org/wiki/Indexed_Database_API

source: http://en.wikipedia.org/wiki/HTML5_video
ja: https://ja.wikipedia.org/wiki/Video%E8%A6%81%E7%B4%A0

source: http://www.khronos.org/webgl/
ja: http://jp.khronos.org/webgl/

source: Beta tester
bn_bd: বেটা পরীক্ষক
ja: ベータテストに参加

source: salt
bn_bd: সল্ট
ja: サルト

source: hash
bn_bd: হ্যাশ
ja: ハッシュ

source: Avatar
bn_bd: অ্যাভাটার
ja: アバター

source: %s bytes
ja: %s バイト

source: Attach Files
ja: ファイルを添付

source: Provide the file to be uploaded below.
ja: アップロードするファイルを選択してください。

source: Editorial
ja: 編集的

source: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network and individual contributors<br /> Content is available under <a href="%(copyright_url)s">these licenses</a> &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/privacy/policies/websites/">Privacy policy</a></bdi>
ja: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network & 個別貢献者<br />コンテンツは <a href="%(copyright_url)s">これらのライセンス</a> で公開されています &middot; <a href="%(about_url)s">MDN について</a> &middot; <a href="//github.com/mozilla/kuma">ソースコードに貢献</a> &middot; <a href="//www.mozilla.org/privacy/policies/websites/">プライバシーポリシー</a></bdi>

source: Canvas
bn_bd: ক্যানভাস

source: Web Workers
bn_bd: ওয়েব ওয়ার্কার্স
sl: Delavci Web

source: WebGL II
bn_bd: ওয়েবজিএল ২

source: CSS3
bn_bd: সিএসএস৩

source: JavaScript
bn_bd: জাভাস্ক্রিপ্ট

source: Apache
bn_bd: অ্যাপাচি

source: {subtitle} | Demo Studio
bn_bd: {subtitle} | ডেমো স্টুডিও

source: MDN
bn_bd: এমডিএন

source: Demo Studio
bn_bd: ডেমো স্টুডিও

source: Dev Derby
bn_bd: ডেভ ডারবি

source: Mozilla
bn_bd: মজিলা

source: Web
bn_bd: ওয়েব
sl: Splet

source: Twitter
bn_bd: টুইটার

source: GitHub
bn_bd: গিটহাব

source: Stack Overflow
bn_bd: লিংকডইন

source: LinkedIn
bn_bd: লিংকডইন

source: Facebook
bn_bd: ফেসবুক

source: HTML
bn_bd: এইচটিএমএল

source: CSS
bn_bd: সিএসএস

source: Firefox
bn_bd: ফায়ারফক্স

source: Firefox OS
bn_bd: ফায়ারফক্স ওএস

source: Web o' Wonder
bn_bd: হে 'বিস্ময়ের ওয়েব

source: MDN Demo Studio
bn_bd: MDN নমুনা স্টুডিও

source: Remy Sharp
bn_bd: রেমি শার্প

source: Richard Clark
bn_bd: রিচার্ড ক্লার্ক

source: Codecademy
bn_bd: কোডেকাডেমি

source: JavaScript Garden
bn_bd: জাভাস্ক্রিপ্ট গার্ডেন

source: Marketplace
bn_bd: মার্কেটপ্লেস

source: MathML
bn_bd: ম্যাথএমএল

source: Twitter:
bn_bd: টুইটারঃ

source: Facebook:
bn_bd: ফেইসবুকঃ

source: IRC:
bn_bd: আইআরসিঃ

source: Today at %s
sl: Danes ob %s

source: Maximum of %s tags allowed
sl: Dovoljeno največ %s oznak

source: Tag "%s" is not in the set of described tags
sl: Oznaka "%s" ni v naboru opisanih oznak

source: select up to 5 tags that describe your demo
sl: izberite do 5 oznak za svoj primer

source: Delete comment
sl: Izbriši komentar

source: by %(creator_link)s on %(create_date)s
sl: Napisal %(creator_link)s dne %(create_date)s

source: <p><a href="/Special:UserRegistration">Register</a> or <a href="/Special:UserLogin">log in</a> to add your own.</p>
sl: <p><a href="/Special:UserRegistration">Registrirajte se</a> ali pa <a href="/Special:UserLogin">prijavite</a>, da lahko dodaste svoje lastne.</p>

source: Flag content
sl: Vsebina zastavice

source: <p>Welcome to Mozilla Demo Studio, where developers like you can develop, share, demonstrate, and learn all about Web technologies. See whatâ€™s possible by exploring Demo Studio:</p> <ul> <li>View <strong>demos</strong> that showcase what HTML, CSS, and JavaScript can do.</li> <li>Inspect the <strong>source code</strong> for those demos so you can see how they work.</li> <li>Read <strong>documentation</strong> to learn about the open standards and technologies that power the Web.</li> </ul>
sl: <p> Dobrodošli v Mozilla Demo Studio, kjer razvijalci lahko razvijajo, sodelujejo, demonstrirajo in se učijo vse mogoče o spletnih tehnologijah. Poglejte si, kaj vse je mogoče v Demo Studio: </p><ul><li> Oglejte si <strong>primere</strong> za možnosti, ki vam jih nudijo HTML, CSS in JavaScript. </li><li> Oglejte si <strong>izvorno kodo</strong> za prikazane primere, da preučite, kako delujejo. </li><li> Preberite <strong>dokumentacijo,</strong> da zveste o odprtih standardih in tehnologijah, na katerih sloni splet. </li></ul>
