Repository: shiningfm/kuma
Catalog: locale/*/LC_MESSAGES/promote-mdn.po
Languages: pt, ru

source: Reloaded values from the URL.
pt: Valores recarregados da URL.
ru: Перезагрузка значений из URL.

source: Plugin settings saved.
pt: As configurações do plugin foram guardadas.
ru: Настройки плагина сохранены.

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
pt: A MDN é a sua caixa de ferramentas de programador web para documentação, demonstrações e mais sobre HTML, CSS, JavaScript e outras normas web e tecnologias abertas.
ru: MDN — это ваш Инструментарий веб-разработчика с документацией, демонстрациями и многим другим по HTML, CSS, JavaScript и другим веб-стандартам и открытым технологиям.

source: MDN is the best online resource - for web developers, by web developers.
pt: A MDN é o melhor recurso online para programadores web, por programadores web.
ru: MDN является лучшим онлайн-ресурсом — веб-разработчикам от веб-разработчиков.

source: Promote MDN automatically links keywords and phrases in your posts and pages to MDN URLs.
pt: O sistema de promoção da MDN irá criar ligações automáticas para URLs da MDN em palavras-chave e frases nos seus artigos e páginas.
ru: «Продвижение MDN» автоматически связывает ключевые слова и фразы в ваших записях и на ваших страницах с адресами MDN.

source: Settings
pt: Definições
ru: Настройки

source: Load keywords from URL
pt: Carregar palavras-chave da URL
ru: Загрузить ключевые слова из URL

source: Preview
pt: Pré-visualização
ru: Предварительный просмотр

source: Use keywords and links specifically for %s
pt: Utilizar palavras-chave e ligações especialmente para %s
ru: Использовать ключевые слова и ссылки конкретно для %s

source: Reload keywords after (seconds):
pt: Recarregar palavras-chave após (segundos):
ru: Перезагружать ключевые слова через (секунды):

source: Reload now
pt: Recarregar agora
ru: Перезагрузить сейчас

source: Add links to RSS feeds
pt: Adicionar ligações para feeds RSS
ru: Добавить ссылки в ленту RSS

source: Open links in new window
pt: Abrir ligações em uma nova janela
ru: Открывать ссылки в новом окне

source: Exceptions
pt: Exceções
ru: Исключения

source: Do not add links in heading tags (h1,h2,h3,h4,h5,h6).
pt: Não adicionar ligações em tags de cabeçalhos (h1,h2,h3,h4,h5,h6).
ru: Не добавлять ссылки в теги заголовков (h1, h2, h3, h4, h5, h6).

source: Do not add links to the following posts or pages (comma-separated id, slug, name):
pt: Não adicionar ligações para os seguintes artigos ou páginas (identificadores, slugs, nomes, separados por vírgulas):
ru: Не добавлять ссылки в следующие записи или страницы (список из идентификатора, slug и имени, разделёнными запятыми):

source: Do not add links on the following phrases (comma-separated):
pt: Não adicionar ligações nas seguintes frases (separadas por vírgula):
ru: Не добавлять ссылки на следующие фразы (список, разделённый запятыми):

source: Limits
pt: Limites
ru: Ограничения

source: Max links to generate per post:
pt: Número máximo de ligações a serem geradas por artigo:
ru: Максимальное количество ссылок на запись:

source: Max links to generate for a single keyword/phrase:
pt: Número máximo de ligações a serem geradas por uma única palavra-chave/frase:
ru: Максимальное количество ссылок, генерируемое на одно ключевое слово/фразу:

source: Max links to generate for a single URL:
pt: Número máximo de ligações a serem geradas para uma única URL:
ru: Максимальное количество ссылок, генерируемое для одного URL:

source: Custom Keywords
pt: Palavras-chave personalizadas
ru: Пользовательские ключевые слова

source: Extra keywords to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. e.g.,
pt: Palavras-chave extra a serem automaticamente ligadas. Utilize vírgulas para separar palavras-chave e adicionar a URL desejada no final. Por exemplo, utilize uma nova linha para novas URLs e conjuntos de palavras-chave. Por exemplo,
ru: Дополнительные ключевые слова для автоматического проставления ссылок. Используйте запятую для отделения ключевых слов и добавьте в конце целевой URL. Используйте новую строку для нового URL и набора ключевых слов, например,

source: Note: These keywords will take priority over those loaded at the URL. If you have too many custom keywords here, you may not link to MDN at all.
pt: Nota: Estas palavras-chave terão prioridade sobre as carregadas na URL. Se você tiver muitas palavras-chave personalizadas, poderá não conseguir estabelecer qualquer ligação para a MDN.
ru: Обратите внимание: эти ключевые слова имеют приоритет над загруженными из URL. Если у вас слишком много пользовательских ключевых слов, у вас может вообще не быть ссылок на MDN.

source: Update options
pt: Atualizar opções
ru: Параметры обновления

source: Thanks for installing! Go to the <a href="%s">settings</a> page to configure.
pt: Obrigado por instalar! Consulte a página de <a href="%s">definições</a> para configurar.
ru: Спасибо за установку! Перейдите на страницу <a href="%s">настроек</a> для конфигурирования.

source: fr_FR translation, new sidebar <a href="%s">widget</a>, <a href="%s">setting</a> for a locale-specific URL for keywords.
pt: Tradução fr_FR , nova <a href="%s">widget</a> de barra lateral, <a href="%s">define</a> para uma URL específica de idioma para palavras-chave.
ru: Перевод fr_FR, новая боковая панель <a href="%s">виджета</a>, <a href="%s">настроек</a> для локале-зависимых URL ключевых слов.

source: Promote MDN
pt: Promover a MDN
ru: Продвижение MDN

source: hide
pt: ocultar
ru: скрыть

source: Sidebar image and links to MDN.
pt: Imagem e ligações para a MDN da barra lateral.
ru: Боковая панель с изображением и ссылками на MDN.

source: Help Promote MDN!
pt: Ajude a promover a MDN!
ru: Помогите «Продвижению MDN»!

source: Get the WordPress plugin
pt: Obter a extensão para o WordPress
ru: Получить плагин WordPress

source: Promote MDN automatically links keywords phrases to MDN docs
pt: Promover a MDN através da criação automática de hiperligações em frases chave para documentação da MDN
ru: «Продвижение MDN» автоматически связывает ключевые фразы с документацией на MDN

source: Luke Crouch
ru: Люк Кроуч (Luke Crouch)
